{
    "document": "Tunisian Constitution (English)",
    "language": "eng",
    "issuance_date": "25/07/2022",

    "sections": [
        {
    "First door": {
        "Chapter One": [
            "Chapter One: Tunisia is a free, independent and sovereign state."
        ],
        "Chapter Two": [
            "Chapter Two: The Tunisian state system is a republican system."
        ],
        "Chapter Three": [
            "Chapter Three: The Tunisian people are the possessor of sovereignty, which they exercise in the manner regulated by this constitution."
        ],
        "Chapter Four": [
            "Chapter Four: Tunisia is a unified state, and no legislation may be enacted that would undermine its unity."
        ],
        "Chapter Five": [
            "Chapter Five: Tunisia is part of an Islamic nation, and the state alone must work, under a democratic system, to achieve",
            "the objectives of pure Islam in preserving...",
            "On the soul, honor, money, religion and freedom."
        ],
        "Chapter Six": [
            "Chapter Six: Tunisia is part of the Arab nation and the official language is Arabic."
        ],
        "Chapter Seven": [
            "Chapter Seven: The Tunisian Republic is part of the Greater Arab Maghreb and works to achieve its unity within the framework of the",
            "common interest."
        ],
        "Chapter Eight": [
            "Chapter Eight: The flag of the Tunisian state is red with a white circle in the middle containing a red five-pointed star surrounded by a red",
            "crescent, as stipulated by law."
        ],
        "Chapter Nine": [
            "Chapter Nine: The Slogan of the Tunisian Republic is freedom, order, justice."
        ],
        "Chapter Ten": [
            "Chapter Ten: The constitution of the Tunisian Republic is determined by law."
        ],
        "Chapter Eleven": [
            "The official anthem of the Tunisian Republic is \"Homat Al Hima\"."
        ],
        "Chapter Twelve": [
            "The family is the basic unit of society and the state must protect it."
        ],
        "Chapter Thirteen": [
            "The state is keen to provide the conditions necessary to develop the capabilities of youth and to empower them with all means so that they can",
            "contribute effectively to development.",
            "Comprehensive for the country."
        ],
        "Chapter Fourteen": [
            "Defending the homeland is a sacred duty for every citizen."
        ],
        "Chapter Fifteen": [
            "Paying taxes and public duties is a duty for every person on a fair and equitable basis.",
            "Any tax evasion is considered a crime against the state and society."
        ],
        "Chapter Sixteen": [
            "The nation's wealth belongs to the Tunisian people, and the state must work to distribute its revenues on the basis of",
            "justice and fairness among citizens in all",
            "Republic authorities.",
            "Investment agreements and contracts related to national resources are submitted to the House of Representatives and the",
            "National Council of Regions and Provinces.",
            "To approve it."
        ],
        "Chapter Seventeen": [
            "The State guarantees coexistence between the public and private sectors and works to achieve integration between them on the",
            "basis of social justice."
        ],
        "Chapter Eighteen": [
            "The state must provide all legal and material means for the unemployed to launch development projects."
        ],
        "Chapter Nineteen": [
            "The public administration and all other state facilities are at the service of the citizen on the basis of neutrality and equality. Any discrimination",
            "between citizens on the basis of any affiliation",
            "A crime punishable by law."
        ],
        "Chapter Twenty": [
            "The President of the Republic, the Prime Minister, his members, the members of any parliament, and the judges must declare",
            "their earnings in accordance with the provisions of the law.",
            "This provision applies to members of independent bodies and to anyone who holds a senior position."
        ],
            "Chapter Twenty-One" : [
            "The state guarantees the neutrality of educational institutions from any partisan employment."
        ]
    },
            "Second door" :{
           
            "Chapter twenty-two:"  : [
            "The State guarantees individual and public rights and freedoms to citizens, both male and female, and provides them with the means to live a decent life."
            ],
            "Chapter Twenty-Three:" : [
            "Citizens, both male and female, are equal in rights and duties and are equal before the law without any discrimination."
            ],
            "Chapter twenty-four:" : [
            "The right to life is sacred. It may not be violated except in extreme cases regulated by law."
            ],
            "Chapter Twenty-Five:" : [
            "The State protects the dignity of human beings and the sanctity of the body, and prohibits mental and physical torture. The crime of torture is not",
            "subject to a statute of limitations."
            ],
            "Chapter Twenty-Six:" : [
            "Every citizen has the right to a fair trial in which he is guaranteed all guarantees of defence throughout the investigation and trial."
            ],
            "Chapter Twenty-Seven:" : [
            "The State guarantees freedom of belief and freedom of conscience."
            ],
            "Chapter Twenty-Eight:" : [
            "Every citizen has the right to freedom of speech, assembly, and association."
            ],
            "Chapter Twenty-Nine:" : [
            "The right to property is guaranteed, and no one may take it except in the cases and with the guarantees determined by law.",
            "Intellectual property is guaranteed."
        ],
        "Thirty": [
            "The State protects private life, the sanctity of the home, and the confidentiality of correspondence, communications, and personal",
            "data.",
            "Every citizen has the freedom to choose his place of residence and to move within the country and has the right to leave it."
        ],
            "Chapter Thirty-One:" : [
            "It is prohibited to withdraw Tunisian nationality from any citizen who is exiled, extradited or prevented from returning to the",
            "country."
            ],
            "Chapter Thirty-Two:" : [
            "The right to political asylum is guaranteed in accordance with what is stipulated by law, and it is prohibited to extradite those who enjoy political",
            "asylum."
            ],
            "Chapter thirty-three:" :[
            "The accused is innocent until proven guilty in a fair trial in which he is guaranteed all guarantees of defence",
            "throughout the investigation and trial."
            ],
            "Chapter Thirty-Four:" : [
            "Punishment is personal and cannot be imposed by virtue of a previous legal text, except in the case of a text that is more lenient to the accused."
        ],
            "Chapter Thirty-Five:" : [
            "No person may be arrested or detained except in the case of flagrante delicto, i.e. by a judicial decision. He shall be informed immediately of his rights and the",
            "charge against him, and he may appoint a representative.",
            "A lawyer. The period of suspension and detention shall be determined by law.”"
            ],
            "Chapter thirty-six:" : [
            "Every prisoner has the right to humane treatment that preserves his dignity.",
            "The State shall take into account the interests of the family in implementing custodial sentences and shall work to rehabilitate the prisoner and",
            "integrate him into society."
            ],
            "Chapter Thirty-Seven:" : [
            "Freedom of opinion, thought, expression, information and publication is guaranteed.",
            "No prior censorship of these freedoms may be exercised."
            ],
            "Chapter Thirty-Eight:" : [
            "The State guarantees the right to information and the right to access information.",
            "The State seeks to guarantee the right to access communication networks."
            ],
            "Chapter Thirty-Nine:" : [
            "The State guarantees the right to vote, suffrage and candidacy in accordance with the provisions of the law."
        ],
        "Chapter Forty": [
            "Freedom to form parties, unions and associations is guaranteed.",
            "Parties, unions and associations shall, in their statutes and activities, adhere to the provisions of the Constitution and the law, to financial",
            "transparency and to the rejection of violence."
        ],
            "Chapter Forty-One:" : [
            "Trade union rights including the right to strike are guaranteed.",
            "This right does not apply to the national army.",
            "The right to tax does not include judges, internal security forces and the civil service."
            ],
            "Chapter Forty-Two:" : [
            "Freedom of peaceful assembly and demonstration is guaranteed."
            ],
            "Chapter Forty-Three:" : [
            "Health is a right for every human being.",
            "The State guarantees prevention and health care for every citizen, and provides the necessary capabilities to ensure the safety",
            "and quality of health services.",
            "The State guarantees free treatment for the destitute and those with limited income. It guarantees the right to social coverage in",
            "accordance with what is regulated by law."
            ],
            "Chapter Forty-Four:" : [
            "Compulsory education until the age of sixteen.",
            "The State guarantees the right to free public education at all levels, and seeks to provide the necessary",
            "capabilities to achieve quality education.",
            "And formation. It also works to root the youth in their Arab Islamic identity and national belonging, and to consolidate and support",
            "the Arabic language and generalize it.",
            "Use it and open up to foreign languages and human civilizations and spread the culture of human rights."
            ],
            "Chapter Forty-Five:" : [
            "Academic freedoms and freedom of scientific research are guaranteed.",
            "The state provides the necessary capabilities for innovation and the development of scientific research."
            ],
            "Chapter Forty-Six:" : [
            "Work is a right for every citizen, male and female, and the state shall take the necessary measures to guarantee it on the basis of competence",
            "and fairness.",
            "Every citizen, male and female, has the right to work in clean conditions and for fair wages."
            ],
            "Chapter Forty-Seven:" : [
            "The State guarantees the right to a healthy and balanced environment and to contribute to climate safety. The State must",
            "provide the means to eliminate pollution.",
            "Environmental."
            ],
            "Chapter Forty-Eight:" : [ 
            "The state must provide potable water for all equally, and must preserve water resources for",
            "future generations."
            ],
            "Chapter Forty-Nine:" : [
            "I have a lot of culture attached to it.",
            "Freedom of creativity is guaranteed. The State encourages cultural creativity and supports the national culture in its roots, diversity and renewal, in a way",
            "that enshrines the values of tolerance and rejection of extremism.",
            "Violence and openness to different cultures.",
            "The State protects cultural heritage and guarantees the right of future generations to it."
        ],
        "Chapter Fifty": [
            "The state supports sports and seeks to provide the necessary capabilities for practicing sports and recreational",
            "activities."
        ],
            "Chapter Fifty-One:"  :[
            "The State is committed to protecting women’s acquired rights and working to support and develop them.",
            "The State shall guarantee equal opportunities for men and women to assume various responsibilities in all",
            "fields.",
            "The state seeks to achieve parity between women and men in elected councils.",
            "The State shall take measures to eliminate violence against women."
            ],
            "Chapter Fifty-Two:" : [
            "The rights of the child are guaranteed. His parents and the state must guarantee his dignity, health, care, upbringing and",
            "education. The state must also provide",
            "All forms of protection for all children without discrimination and in accordance with the best interests of the child.",
            "The state takes care of abandoned children or children of unknown parentage."
            ],
            "Chapter Fifty-Three:" : [
            "The state guarantees assistance to the elderly who have no support."
            ],
            "Chapter Fifty-Four:" : [
            "The State shall protect persons with disabilities from all discrimination and shall take all measures to ensure their full",
            "integration into society."
            ],
            "Chapter Fifty-Five:" : [
            "No restrictions shall be placed on the rights and freedoms guaranteed by this Constitution except by virtue of a law, in a democratic system of affairs,",
            "and for the purpose of protecting the rights and freedoms guaranteed by this Constitution.",
            "The rights of others or the requirements of public security, national defense or public health.",
            "These restrictions must not affect the essence of the rights and freedoms guaranteed by this Constitution and must be justified by their",
            "objectives and proportionate to their reasons.",
            "No amendment may infringe upon the human rights and freedoms guaranteed in this Constitution.",
            "All judicial bodies must protect these rights and freedoms from any violation."
            ]
        },
            "Third door"  :{
            "Chapter Fifty-Six:" : [
            "The people, the sovereign, delegates the legislative function to a first parliament called the People’s Representatives Council",
            "and to a second parliament called the National Assembly.",
            "National for regions and provinces."
            ],
            "Chapter Fifty-Seven:" : [
            "The headquarters of the House of Representatives and the headquarters of the National Council of Regions and Provinces are in Tunis, and",
            "they may, in exceptional circumstances, hold their sessions.",
            "Anywhere else in the republic."
            ],
            "Chapter Fifty-Eight:" : [
            "Nomination for membership in the House of Representatives is the right of every voter, male or female, born to a Tunisian man or woman",
            "and who has reached the age of twenty-three years.",
            "On the day of submitting his candidacy, provided that he is not subject to any form of deprivation stipulated by the",
            "electoral law."
            ],
            "Chapter Fifty-Nine:" : [
            "Every citizen, male or female, who has Tunisian nationality and has reached the age of eighteen years",
            "and meets the conditions specified by",
            "Electoral law."
            ],
            "Chapter Sixty" : [
            "Members of the House of Representatives are elected in a free, direct, secret, general election for a term of five years during",
            "the last three months of the term.",
            "Parliamentary, as stipulated by the electoral law."
            ],
            "Chapter Sixty-one" : [
            "The representative is prohibited from engaging in any other activity ",
            "The representative’s agency is revocable according to the conditions specified by the electoral law."
            ],
            "Chapter Sixty two" : [
            "If a representative withdraws from the parliamentary bloc to which he belonged at the beginning of the parliamentary term, he",
            "may not join another bloc."
            ],
            "Chapter Sixty-three" : [
            "If it is not possible to hold elections on the specified date due to war or imminent danger, the term of the Council shall be extended by",
            "law."
            ],
            "Chapter Sixty four" : [
            "A representative may not be prosecuted, arrested or tried for opinions he expresses, suggestions he submits or actions that fall",
            "within the scope of his representative duties.",
            "The council."
            ],
            "Chapter Sixty five" : [
            "No member of parliament may be prosecuted or arrested during his term of office due to partial prosecutions unless the House of",
            "Representatives lifts his immunity. However, in the event of:",
            "If he is caught red-handed, he can be stopped and the council is informed immediately. The suspension continues if the council lifts",
            "immunity.",
            "During the Council's recess, its office shall act in its stead."
            ],
            "Chapter Sixty six" : [
            "The representative does not enjoy parliamentary immunity with respect to the crimes of slander, defamation and violence committed",
            "inside or outside the Council, nor does he enjoy it",
            "Also in the form of obstructing the normal flow of the Council's workers."
            ],
            "Chapter Sixty seven" : [
            "The House of Representatives exercises the legislative function within the limits of the powers granted to it in this",
            "Constitution."
            ],
            "Chapter Sixty eight" : [
            "The President of the Republic has the right to submit draft laws.",
            "Representatives have the right to submit draft laws, provided that they are submitted by at least ten representatives.",
            "The President of the Republic is responsible for submitting draft laws approving treaties and draft financial laws.",
            "The projects of the President of the Republic have priority for consideration."
            ],
            "Chapter Sixty nine" : [
            "Proposed laws and amendment proposals submitted by representatives shall not be accepted if they would",
            "harm the state’s financial balances."
        ],
        "Chapter Seventy": [
            "The People's Assembly may authorize, for a limited period and for a specific purpose, the President of the Republic to issue",
            "decrees which he shall submit to the Assembly for approval.",
            "Expiry of the aforementioned period."
        ],
            "Chapter Seventy-One:" : [
            "The House of Representatives shall hold an ordinary session beginning in October and ending in July, provided that the",
            "beginning of the first session of the term shall be",
            "The parliamentary elections of the House of Representatives shall be held within a maximum period of fifteen days from the date of announcing the final",
            "results of the elections, upon invitation from the Speaker of the House.",
            "The term of office has expired or at the invitation of the President of the Republic in the event of the dissolution of the House of Representatives.",
            "If the beginning of the first session of the parliamentary term of the House of Representatives coincides with its annual vacation, an",
            "extraordinary session shall be opened for a period of fifteen days.",
            "The House of Representatives may also meet during its recess in an extraordinary session at the request of the President of",
            "the Republic or one-third of its members to consider the agenda.",
            "Specific business."
            ],
            "Chapter Seventy-Two:" : [
            "The House of Representatives elects from among its members permanent committees that work without interruption, even during the",
            "House’s recess."
            ],
            "Chapter Seventy-Three:" : [
            "The President of the Republic may, during the recess of the Council, after informing the relevant Standing Committee, issue a decree which shall be",
            "submitted for approval by the House of Representatives.",
            "The people, during the regular session of the holiday."
            ],
            "Chapter Seventy-Four:" : [
            "The President of the Republic ratifies the treaties and authorizes their publication.",
            "It is not permissible to ratify treaties relating to state borders, commercial treaties, treaties relating to",
            "international organization, and those relating to",
            "The state’s financial commitments and treaties that include provisions of a legislative nature have not yet been",
            "approved by the House of Representatives.",
            "Treaties shall not be effective until they have been ratified and implemented by the other party.",
            "Treaties ratified by the President of the Republic and approved by the House of Representatives are superior",
            "to laws and are subject to the Constitution."
            ],
            "Chapter Seventy-Five:" : [
            "It takes the form of basic laws and texts relating to the following issues:",
            "- General methods for implementing the constitution.",
            "- I agree to the treaties.",
            "- Regulating the relationship between the House of Representatives and the National Council of Regions and Provinces.",
            "- Organization of justice and judiciary.",
            "- Organizing information, press and publishing.",
            "- Organizing and financing parties, associations, unions, organizations and professional bodies.",
            "- Organizing the National Army.",
            "- Organizing internal security forces and customs.",
            "- The electoral law.",
            "- Extending the term of the House of Representatives in accordance with the provisions of Chapter Sixty-Three of this Constitution.",
            "- Extension of the presidential term in accordance with the provisions of the fifth paragraph of Chapter Ninety of this Constitution.",
            "- Freedoms and human rights.",
            "- Personal transformation.",
            "- Local councils, regional councils, provincial councils and structures that may have the status of",
            "local community.",
            "- Organizing constitutional bodies.",
            "- Basic law of the budget.",
            "The texts relating to the following issues take the form of ordinary laws:",
            "- The latest types of public institutions and establishments.",
            "- Nationality.",
            "- Civil and commercial obligations.",
            "- Recording felonies, misdemeanors and the penalties applicable to them, as well as violations that require a custodial",
            "sentence.",
            "- You are welcome.",
            "- Setting the base of performance and contributions, their percentages and procedures for extracting them.",
            "- Currency issuance system.",
            "- Loans and financial commitments to the state.",
            "- Declaration of earnings.",
            "- Basic guarantees granted to civilian and military employees.",
            "- Organizing the ratification of treaties.",
            "- Financial laws, budget closing and approval of development plans.",
            "- The basic principles of the property system, property rights, education, scientific research, culture, public health, the",
            "environment and urban planning.",
            "Urban planning, energy, labor law and social security.",
            "- Approval of investment agreements and contracts related to national",
            "wealth."
            ],
            "Chapter Seventy-Six:" : [
            "Matters not falling within the scope of the law are subject to the general regulatory authority. The previous texts relating to these",
            "matters may be amended by decree.",
            "It must be submitted to the Syrian court and issued based on its corresponding opinion.",
            "The President of the Republic may reject any draft law or any draft amendment that includes interference in the field",
            "of general regulatory authority.",
            "The President of the Republic shall submit the matter to the Constitutional Court for a decision within a maximum period of ten days",
            "from the date of its receipt."
            ]
        },
            "Fourth door" : {
            "Chapter Seventy-Seven:" : [
            "Development trends are set out in the development plan approved by law."
            ],
            "Chapter Seventy-Eight:" : [
            "The law authorizes the state’s resources and expenses in accordance with the provisions stipulated in the Basic Budget",
            "Law.",
            "The House of Representatives approves draft financial and budget laws in accordance with the",
            "provisions of the Basic Budget Law.",
            "The draft finance law shall be submitted to the Council no later than October 15 and shall be approved no later than",
            "December 10.",
            "The President of the Republic may return the draft to the Council for a second reading within the two days",
            "following the Council’s approval.",
            "In the event of a response, the Council shall meet to deliberate again within the following three days to exercise the right of response.",
            "The President of the Republic, or one-third of the members of the House of Representatives, or one-third of the members of the National Council",
            "of Regions and Provinces, may, within three days,",
            "The mechanism for the Council to ratify it for the second time after the response or after the expiry of the time limits for exercising the right of",
            "response without it occurring, to challenge the unconstitutionality of the provisions",
            "The Finance Law shall be brought before the Constitutional Court, which shall decide within a period not exceeding five days following the appeal.",
            "If the court rules that it is unconstitutional, it refers its decision to the President of the Republic, who in turn refers it to the President of the House of",
            "Representatives and the President of the Republic.",
            "The National Council of Regions and Provinces, within a period not exceeding two days from the date of the court’s decision. The",
            "two councils shall ratify the draft within the following days.",
            "The third party shall be notified of the decision of the Constitutional Court.",
            "When the constitutionality of the draft law is decided, or when it is ratified again after the response, or when the deadlines for response and the",
            "deadlines for challenging the unconstitutionality have expired, it shall be sealed.",
            "The President of the Republic shall submit the draft finance law within two days. In all cases, it shall be",
            "signed no later than December 31.",
            "If the draft finance law is not approved by December 31, the project may be implemented, as",
            "regards expenditures, in installments.",
            "Three months renewable by order. Resources are collected in accordance with the applicable laws."
            ],
            "Chapter Seventy-Nine:" : [
            "The House of Representatives shall ratify the basic laws by an absolute majority of the members, and the ordinary",
            "laws by a majority of the members present.",
            "This majority shall not be less than one-third of the Council members."
        ],
        "Chapter Eighty": [
            "In the event of the dissolution of the House of Representatives, the President of the Republic shall issue decrees to be submitted for",
            "approval by the House in its first regular session.",
            "The electoral law is excluded from the scope of the decrees."
        ],
            "Chapter Eighty-one:" : [
            "The National Council of Regions and Provinces consists of representatives elected from the regions and provinces.",
            "The members of each regional council elect three members from among themselves to represent their regions in the National Council",
            "of Regions and Provinces.",
            "The elected members of the regional councils in each region elect one deputy from among them to represent that region",
            "in the National Council of Regions.",
            "And the provinces.",
            "The representative of the region shall be compensated in accordance with the provisions of the electoral law."
            ],
            "Chapter Eighty-two" : [
            "Membership in the House of Representatives cannot be combined with membership in the National Council of Regions and Provinces.",
            "It is prohibited to combine membership in the National Council of Regions and Provinces with any paid or unpaid activity."
            ],
            "Chapter eighty-three:" : [
            "The provisions relating to the parliamentary immunity of members of the House of People's Representatives apply to members of the",
            "National Council of Regions and Provinces."
            ],
            "Chapter eighty-four:" : [
            "Projects related to the state budget and regional, provincial and national development plans must be submitted",
            "to the National Council of Regions and Provinces.",
            "To ensure balance between regions and provinces.",
            "The Finance Law and Development Plans shall not be approved except by a majority of the members present in each of the two",
            "councils, provided that this majority is not less than",
            "One third of the members of each council."
            ],
            "Chapter eighty-five:" : [
            "The Council of Regions and Provinces exercises oversight and accountability powers in various matters related to the implementation of the",
            "budget and development plans."
            ],
            "Chapter eighty-six:" : [
            "The law regulates the relations between the House of Representatives and the National Council of Regions and Provinces."
            ],
            "Chapter eighty-seven:" : [
            "The President of the Republic exercises the executive function with the assistance of a government headed by a Prime Minister."
            ],
            "Chapter eighty-eight:" :[
            "The President of the Republic is the head of state and his religion is Islam."
            ],
            "Chapter eighty-nine:" : [
            "Candidacy for the position of President of the Republic is the right of every Tunisian man or woman who does not hold another nationality,",
            "born to Tunisian mothers, fathers, or grandfathers.",
            "They are all Tunisians without interruption.",
            "The candidate, male or female, must be at least forty years old on the day of submitting his or her candidacy and",
            "enjoy all his or her civil rights.",
            "And politics.",
            "Nominations shall be submitted to the Independent High Authority for Elections in accordance with the method and conditions stipulated in",
            "the electoral law."
        ],
        "Chapter Ninety": [
            "The President of the Republic shall be elected for a term of five years by a free, direct, secret, general election during the last three months of",
            "the presidential term, by a majority vote.",
            "The absolute voice is declared.",
            "The candidate must be endorsed by a number of members of the elected parliamentary councils or voters, in",
            "accordance with the provisions of the electoral law.",
            "If none of the candidates obtains an absolute majority in the first round, a second round will be held within the two",
            "weeks following the announcement.",
            "Regarding the final results of the first round, the two candidates who received the highest number of votes in the first round will",
            "advance to the second round.",
            "If one of the candidates in the first round or one of the candidates in the second round dies, the nomination period will be",
            "reopened and the election date will be determined from",
            "New within a period not exceeding forty-five days. Withdrawal shall not be taken into account in the first or",
            "second session.",
            "If it is not possible to hold elections on the specified date due to war or imminent danger, the presidential term shall be extended",
            "by law until the reasons are removed.",
            "Which led to its postponement.",
            "The presidency of the Republic may not be held for more than two full terms, whether consecutive or separate.",
            "In the event of resignation, the term shall be considered complete."
        ],
            "Chapter Ninety-One:" : [
            "The President of the Republic is the guarantor of the independence of the homeland, the safety of its territory, respect for the Constitution and the law, and",
            "the implementation of treaties. He oversees the progress of",
            "The normal state of public authority and ensures the continuity of the state.",
            "The President of the Republic chairs the National Security Council."
            ],
            "Chapter Ninety-Two:" : [
            "The elected President of the Republic shall deliver the following oaths before the Assembly of People’s Representatives and the National Council of",
            "Regions and Provinces assembled together:",
            "“I swear by God Almighty to preserve the independence and peace of the homeland, to respect the constitution and legislation of the state,",
            "and to fully protect the interests of the homeland.”",
            "If it is impossible to perform this oath before the House of People’s Representatives and the National Council of Regions and",
            "Provinces, for any reason, the President of the Republic",
            "Take it to the Constitutional Court.",
            "The President of the Republic may not combine his responsibilities with any party responsibility."
            ],
            "Chapter Ninety-Three:" : [
            "The official headquarters of the Presidency of the Republic is Tunis, the capital, but it may, in exceptional circumstances, be",
            "temporarily transferred to any other place in the country.",
            "The Republic."
            ],
            "Chapter Ninety-Four:" : [
            "The President of the Republic is the Supreme Commander of the Armed Forces."
            ],
            "Chapter Ninety-Five:" : [
            "The President of the Republic accredits the State's representatives abroad and accepts the accreditation of representatives of foreign countries."
            ],
            "Chapter Ninety-Six:" : [
            "The President of the Republic, in the event of imminent danger threatening the entity of the Republic, the security of the country and its independence, which",
            "makes the normal functioning of the state apparatus impossible, may take:",
            "Exceptional measures required by the circumstances, after consulting the Prime Minister, the Speaker of the House of Representatives, and the",
            "President of the National Council of Regions and Provinces.",
            "And he directs a statement to the people about that.",
            "In this case, the President of the Republic may not dissolve one or both of the two councils, nor may a motion of censure be",
            "submitted against the government.",
            "These measures shall cease to exist when their causes cease to exist. The President of the Republic shall address a statement to this effect to the people,",
            "the House of People's Representatives and the National Council of Regions.",
            "And the provinces."
            ],
            "Chapter Ninety-Seven:" : [
            "The President of the Republic may submit to referendum any draft law relating to the organization of public",
            "authorities or aiming to ratify a treaty that may be",
            "To have an impact on the functioning of institutions without all of this being in violation of the constitution."
            ],
            "Chapter Ninety-Eight:": [
            "The President of the Republic declares war and concludes peace with the approval of an absolute majority of the members of the House of",
            "Representatives."
            ],
            "Chapter Ninety-Nine:" : [
            "The President of the Republic has the right to grant a special pardon."
        ],
        "Chapter one hundred": [
            "The President of the Republic sets the general policy of the State, determines its basic choices, and informs the House of Representatives and the",
            "National Council of Regions of them.",
            "And the provinces. He may address them both, either directly or through a statement addressed to them."
        ],
            "Chapter one hundred and one:" : [
            "The President of the Republic appoints the Prime Minister, and the rest of the members of the government are appointed upon the proposal of the President."
            ],
            "Chapter one hundred and two:" : [
            "The President of the Republic terminates the duties of the government or a member thereof, either automatically or upon the proposal of the Prime Minister."
            ],
            "Chapter one hundred and three:" : [
            "The President of the Republic shall promulgate the constitutional, basic and ordinary laws, and shall ensure their publication in the Official Gazette of the",
            "Tunisian Republic within a maximum period of",
            "Fifteen days from the date of its receipt.",
            "The President of the Republic has the right, during the aforementioned period, to return the draft law to the House of People’s Representatives or",
            "to the National Council of Regions and Provinces.",
            "Or for both of them to be read a second time, and if the project is approved by a two-thirds majority, it shall be issued and published",
            "within a further period not exceeding fifteen days.",
            "One day.",
            "The right of reply does not include laws relating to the amendment of the Constitution.",
            "The deadline for sealing is suspended in the event of a challenge to the constitutionality of the law before the Constitutional Court, and the",
            "President of the Republic shall seal the law if it is decided.",
            "The Constitutional Court shall either rule on its constitutionality or return it to the House of Representatives, the National Council",
            "of Regions and Provinces, or both, based on",
            "The powers granted to each of them."
            ],
            "Chapter one hundred and four:" : [
            "The President of the Republic ensures the implementation of the laws and exercises general regulatory authority. He may delegate all",
            "or part of this authority to the President.",
            "the government."
            ],
            "Chapter one hundred and five:" : [
            "Draft laws and draft regulatory orders are discussed in the Council of Ministers.",
            "The executive orders are signed by the Prime Minister and the member of the government concerned."
            ],
            "Chapter one hundred and six:" : [
            "The President of the Republic, on the proposal of the Prime Minister, appoints senior civil and military positions."
            ],
            "Chapter one hundred and seven:" : [
            "If the President of the Republic is temporarily unable to carry out his duties, he shall delegate his duties to the Prime Minister, with the",
            "exception of the right to dissolve the House of Representatives.",
            "Or the National Council of Regions and Provinces."
            ],
            "Chapter one hundred and eight:" : [
            "During the period of incapacity, the government remains in office until the incapacity is removed, even if it is subject to a motion of censure. The",
            "President of the Republic informs the Speaker of the House of Representatives",
            "The people and the President of the National Council of Regions and Provinces temporarily delegate their powers."
            ],
            "Chapter one hundred and nine:" : [
            "If the office of the President of the Republic becomes vacant due to death, resignation, total incapacity, or any other reason, the President of the",
            "Constitutional Court shall immediately assume the duties of the President.",
            "The presidency of the state is temporary for a period of no less than forty-five days and no more than ninety days.",
            "The person acting as President of the Republic shall take the constitutional oath before the Assembly of People’s Representatives and the National",
            "Council of Regions and Provinces, taken together.",
            "If this is not possible, then before the Constitutional Court.",
            "The person acting as President of the Republic on a temporary basis may not run for President of the Republic, even if he submits his",
            "resignation.",
            "The person acting as President of the Republic shall temporarily exercise presidential functions and shall not be permitted to resort to a referendum, i.e.",
            "to terminate the duties of the government or dissolve it.",
            "The House of Representatives or the National Council of Regions and Provinces or taking exceptional measures.",
            "The House of Representatives may not, during the interim period, submit a motion of censure against the government.",
            "During the interim presidential term, a new President of the Republic is elected for a term of five years.",
            "The new President of the Republic may dissolve the House of Representatives and the National Council of Regions and Provinces, or one of",
            "them, and call for the organization of elections.",
            "Previous legislative if it were."
            ],
            "Chapter one hundred and ten:" : [
            "The President of the Republic enjoys immunity during his term in office, and all periods of limitation and forfeiture are suspended in his case.",
            "Actions taken after the expiry of the term may be excluded.",
            "His tasks.",
            "The President of the Republic shall not be held accountable for the actions he has taken in the performance of his duties."
            ],
            "Chapter One Hundred and Eleven:" : [
            "The government ensures the implementation of the general policy of the state in accordance with the directions and choices set by the President",
            "of the Republic."
            ],
            "Chapter One Hundred and Twelve:" : [
            "The government is responsible for its actions before the President of the Republic."
            ],
            "Chapter one hundred and thirteen:" : [
            "The Prime Minister runs the government, coordinates its work and manages its affairs.",
            "He may, when necessary, represent the President of the Republic in chairing the Council of Ministers or any other council."
            ],
            "Chapter One Hundred and Fourteen:" : [
            "Members of the government have the right to attend the House of Representatives and the National Council of Regions and Provinces, whether",
            "in the framework of the general session or in",
            "Committee frame.",
            "Every member of the House of Representatives or of the National Council of Regions and Provinces may address written or",
            "oral questions to members of the government.",
            "The House of Representatives and the National Council of Regions and Provinces may invite the government or a member of it to a",
            "dialogue on the policy that has been followed.",
            "The results that have been achieved or are being worked on to achieve."
            ],
            "Chapter One Hundred and Fifteen:" : [
            "The House of Representatives and the National Council of Regions and Provinces, together, may oppose the government in",
            "continuing to assume its responsibilities by directing a",
            "Blame, if it becomes clear to them that it contradicts the general policy of the state and the basic choices stipulated in the",
            "constitution.",
            "A motion of censure may not be submitted unless it is justified and signed by half of the members of the House of People’s",
            "Representatives and half of the members of the National Assembly.",
            "For the regions and provinces, and the ballot shall not take place until forty-eight hours after its submission.",
            "The President of the Republic accepts the resignation of the government submitted by its head if the motion of censure is approved by a two￾thirds majority of the members of the two councils.",
            "Together."
            ],
            "Chapter One Hundred and Sixteen:" : [
            "If a second motion of censure is directed at the government during the same parliamentary term, the President of the Republic may either accept the",
            "resignation of the government or dissolve it.",
            "The House of Representatives and the National Council of Regions and Provinces, or one of them.",
            "The order relating to the dissolution must provide for the convocation of voters for new elections for members of the House of",
            "Representatives and for members of the Council.",
            "The national authorities and regions, or one of them, within a period not exceeding thirty days.",
            "In the event of the dissolution of both councils or the dissolution of one of them, the President of the Republic may issue decrees that he shall",
            "submit to the approval of the House of Representatives and the National Assembly.",
            "The National Council for the regions and provinces, or for one of them only, according to the powers granted to each of these",
            "two councils."
            ]
            },
            "Fifth door" : {
            "Chapter One Hundred and Seventeen:" : [
            "The judiciary is an independent function exercised by judges who are subject to no authority other than the law in their judgments." 
            ],
            "Chapter One Hundred and Eighteen:" : [
            "Judgments are issued in the name of the people and executed in the name of the President of the Republic."
            ],
            "Chapter One Hundred and Nineteen:" : [
            "The judiciary is divided into civil, administrative and financial judiciary. Each of these categories is",
            "supervised by a higher council.",
            "The law shall regulate each of the three aforementioned councils."
            ],
            "Chapter twenty-one:" : [
            "Judges shall be appointed by order of the President of the Republic based on a nomination from the relevant Supreme Judicial",
            "Council."
            ],
            "Chapter One Hundred and Twenty-One:"  : [
            "A judge may not be transferred without his consent, nor may he be dismissed, nor may he be suspended from work, dismissed, or",
            "punished, except in cases determined by the court.",
            "The law. The judge enjoys partial immunity, and he cannot be prosecuted or arrested unless his immunity is lifted.",
            "In the event of being caught red-handed committing a crime, he may be arrested and the relevant judicial council shall be informed of the matter, which",
            "shall decide on the request to lift immunity.",
            "The provisions of the first paragraph of this chapter shall not prevent the transfer of a judge, taking into account the requirements of the work",
            "interest.",
            "The interest of work means the interest arising from the necessity of filling a vacancy or appointing new judicial",
            "positions or facing an increase in the volume of",
            "the job.",
            "All judges are equal in meeting the requirements of the work interest. A judge cannot be called upon to change his work location",
            "to meet the requirements of the work interest.",
            "After it is proven that there are no applicants for the relevant work center, the judges in charge of the nearest judicial",
            "district are called to apply, with approval from",
            "Alternately, and when necessary, a draw will be held.",
            "In this case, the duration of the engagement cannot exceed, in order to meet the requirements of the work interest, one year unless",
            "the judge concerned expresses his desire.",
            "Explicitly stating that he will remain in the position to which he was transferred or appointed."
            ],
            "Chapter One Hundred and Twenty-Two:" : [
            "A judge must be competent, and must be committed to impartiality and integrity. Any failure on his part will result in accountability."
            ],
            "Chapter One Hundred and Twenty-Three:" : [
            "The State shall ensure the right to litigation at two levels."
            ],
            "Chapter One Hundred and Twenty-Four:" : [
            "Everyone has the right to a fair trial within a reasonable time. All litigants are equal before the courts.",
            "The right to litigation and the right to defense are guaranteed. The law facilitates recourse to the judiciary and guarantees legal assistance to those who",
            "are financially unable.",
            "Court sessions are public unless the law requires them to be confidential, and the judgment may only be pronounced in a public",
            "session."
            ]
            },
            "The sixth door" : {
            "Chapter One Hundred and Twenty-Five:" : [
            "The Constitutional Court is an independent judicial body composed of nine members appointed by order, one third of whom are the most senior",
            "heads of the circuits of the Court of Cassation.",
            "The second third is the oldest president of the cassation or advisory chambers of the Court of Cassation, and the third and",
            "final third is the oldest member of the Court of Auditors.",
            "The members of the Constitutional Court shall elect from among themselves a president and a deputy president, in accordance with the provisions of the law.",
            "If a member reaches retirement age, he will be automatically replaced by the next most senior member, provided that the",
            "membership period in all cases is not less than",
            "One year."
            ],
            "Chapter One Hundred and Twenty-Six:" : [
            "It is prohibited to combine membership of the Constitutional Court with the exercise of any other functions or tasks."
            ],
            "Chapter One Hundred and Twenty Seven:" : [
            "The Constitutional Court is competent to consider constitutional review:",
            "1. Laws, upon the request of the President of the Republic, two-thirds of the members of the House of Representatives,",
            "or half of the members of the National Assembly.",
            "For the regions and provinces, it shall be submitted to them within a maximum period of seven days from the date of ratification of the draft law",
            "or from the date of ratification of the draft law.",
            "In a modified form after it was rejected by the President of the Republic.",
            "2. Treaties presented by the President of the Republic before the signing of the law approving them.",
            "3. The laws referred to it by the courts if their unconstitutionality is challenged in the cases and the procedures stipulated by",
            "the law are applied.",
            "4. The internal regulations of the House of Representatives and the internal regulations of the National Council of Regions and Provinces,",
            "which each President shall submit to it.",
            "For these two councils.",
            "5. Conduct constitutional revisions.",
            "6. Draft amendments to the Constitution to determine whether they do not conflict with what may not be amended, as stipulated in this",
            "Constitution."
            ],
            "Chapter One Hundred and Twenty-Eight:" : [
            "The court shall issue its decision within thirty days from the date of filing the appeal, by a two-thirds majority of its members."
            ],
            "Chapter One Hundred and Twenty-Nine:" : [
            "The court’s decision states that the rulings under appeal are constitutional or unconstitutional, and its decision is reasoned and",
            "binding on all. It is published in the Gazette.",
            "Official of the Tunisian Republic."
            ],
            "Chapter One Hundred and Thirty:" : [
            "The law that the court has declared unconstitutional shall be referred to the President of the Republic, from there to the House of Representatives",
            "and to the National Council of Regions.",
            "The regions or one of them, as the case may be, shall discuss it again in accordance with the decision of the Constitutional Court. The President of",
            "the Republic shall return it to the Court.",
            "The Constitutional Court, before its approval, shall review its conformity with the Constitution, i.e. its suitability for its provisions.",
            "In the event that a draft law is approved, in an amended form, after it has been rejected, and the court has previously approved its",
            "constitutionality, the President of the Republic shall refer it.",
            "It must be submitted to the Constitutional Court before the sealing."
            ],
            "Chapter One Hundred and Thirty-One:" : [
            "In the event that the Constitutional Court undertakes, following a plea of unconstitutionality of a law, its consideration is limited to the",
            "appeals that were raised. It decides on them without prejudice.",
            "Two months, extendable for one month, with a reasoned decision.",
            "If the Constitutional Court rules that it is unconstitutional, the law shall cease to be in effect within the limits of its ruling."
            ],
            "Chapter One Hundred and Thirty-Two:" : [
            "The law regulates the organization of the Constitutional Court, the procedures followed before it, and the guarantees enjoyed by its",
            "members."
            ]
        },
            "The Seventh Door" : {
            "One Hundred and Thirty-Three:" : [
            "Municipal councils, regional councils, provincial councils and structures granted by law the status of local",
            "community exercise local interests.",
            "And regionalism as determined by law."
            ]
        },
            "Eighteth door" : {
            "Chapter One Hundred and Thirty-Four:" : [
            "The Independent High Electoral Commission shall manage, organize and supervise elections and referendums at all stages,",
            "and shall ensure their integrity.",
            "The electoral process, its integrity and transparency, and the results are announced.",
            "The Authority has regulatory authority within its area of competence.",
            "The Authority shall consist of nine independent, neutral, competent and honest members who shall carry out their",
            "duties for a non-renewable term of six years.",
            "One third of its members are renewed every two",
            "years."
            ]
        }, 
            "Ninth door" : {
            "Chapter One Hundred and Thirty-Five:" : [
            "The Supreme Council for Education and Training shall have the final say on major national plans in the field of education,",
            "scientific research and vocational training.",
            "And employment prospects.",
            "The law regulates the composition, powers and procedures of this council."
            ]
            },
            "Chapter Ten" : {
            "Chapter One Hundred and Thirty-Six:" : [
            "The President of the Republic or at least one-third of the members of the House of Representatives have the right to demand the amendment of the",
            "Constitution, unless this affects the republican system.",
            "For the state or the number of presidential terms and their extension.",
            "The President of the Republic may submit draft amendments to the Constitution to a referendum.",
            "Every initiative to amend the Constitution must be submitted by the party that initiated the draft amendment to the",
            "Constitutional Court to decide on its merits.",
            "It may be amended as provided for in this Constitution."
            ],
            "Chapter One Hundred and Thirty-Seven:" : [
            "The House of Representatives shall consider the proposed amendment after it has been decided by an absolute majority, and after its subject has",
            "been determined and studied by a special committee.",
            "In the event that a referendum is not resorted to, the draft amendment to the constitution shall be approved by the House of",
            "Representatives by a two-thirds majority of its members.",
            "In two readings, the second occurs at least three months after the first."
            ],
            "Chapter One Hundred and Thirty-Eight:" : [
            "The President of the Republic shall submit the draft amendment to the Constitution to decide on the validity of the amendment procedures. If the court",
            "decides on the validity of the procedures, the President shall",
            "The Republic promulgates, under the title of Constitutional Law, the amended law of the Constitution in accordance with Article 103 thereof.",
            "The President of the Republic shall issue, under the title of a constitutional law, after signing the amended law of the Constitution within a",
            "period not exceeding fifteen days from the date of",
            "I announce the result of the referendum."
            ]
            },
            "The eleventh door" : {
            "Chapter One Hundred and Thirty-Nine:" : [
            "Work continues in the legislative field with the provisions of Royal Decree No. 117 of 2021 dated September 22,",
            "2021 regarding the measures of",
            "Exceptional until the House of Representatives assumes its functions after organizing elections for its members."
            ],
            "Chapter One Hundred and Forty:" : [
            "The provisions relating to the National Council of Regions and Provinces shall enter into force upon the election of its members",
            "after the enactment of all relevant texts."
            ],
            "Chapter One Hundred and Forty-One:" : [
            "This constitution bears the official date, which is the referendum day, July 25, 2022, embodying the people’s",
            "leadership in adhering to the republican system." 
            ],
            "Chapter One Hundred and Forty-Two:" : [
            "This Constitution shall enter into force from the date on which the Independent High Electoral Commission announces the final result of",
            "the referendum, and after it assumes",
            "The President of the Republic has sealed and issued it and has authorized its publication in a special issue of the Official Gazette of the Tunisian Republic. It shall",
            "be implemented as the Constitution of the Tunisian Republic"
        ]
    }
}
]}