{
    "title": "Personal Status Code",
    "language": "en",
    "issuance_date": "August 13, 1956",
    "source": "Personal Status Code",
    "sections": [ 
        {
            "section_number": 1,
            "section_title": "BOOK ONE: OF MARRIAGE",
            "chapters": [],
            "articles": [
                {
                    "article_number": "1",
                    "text": " The promise of marriage and the exchange of promises do not constitute marriage and the judge cannot impose its execution on the parties.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "2",
                    "text": " (Amended by Law No. 93-74 of July 12, 1993) each of the two fiancees has the right to the restitution of the gifts offered to the other, except in the event of breach of promise or stipulation to the contrary.",
                    "last_updated": "July 12, 1993"
                },
                {
                    "article_number": "3",
                    "text": " Marriage is formed only by the consent of both spouses. In addition, the presence of two honorable witnesses and the fixing of a dowry for the benefit of the woman are required for the validity of the marriage.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "4",
                    "text": " Proof of marriage can only be provided through an authentic document under conditions set by a subsequent law. Concerning marriages celebrated abroad, proof is provided in accordance with the laws of the country where the marriage was concluded.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "5",
                    "text": " (Modified by Decree-Law No. 64-1 of February 20, 1964, ratified by Law No. 64-1 of April 21, 1964) The two future spouses must not find themselves in one of the impediments provided by law. Furthermore, a man before reaching the age of twenty and a woman before reaching the age of seventeen cannot contract marriage. Below this age, marriage can only be contracted with special authorization from the judge, who will grant it only for serious reasons and in the well-understood interest of both future spouses.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "6",
                    "text": " (Modified by Law No. 93-74 of July 12, 1993) The marriage of a minor is subject to the consent of their guardian and mother. In case of refusal by the guardian or mother and persistence of the minor, the judge is seized. The ordinance authorizing the marriage is not subject to any appeal.",
                    "last_updated": "July 12, 1993"
                },
                {
                    "article_number": "7",
                    "text": " The marriage of a prodigal is only valid with the consent of the curator. The latter may, before the consummation of the marriage, request its annulment before the judge.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "8",
                    "text": " The closest agnatic relative consents to the marriage of the minor. He must be of sound mind, male, and of legal age. The father, or his representative, consents to the marriage of his minor child, whether male or female. If there is no guardian, consent is given by the judge.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "9",
                    "text": " A man and a woman can enter into marriage by themselves or by proxy. A person who consents to the marriage of a minor can also do so by proxy.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "10",
                    "text": " No special conditions are required of the proxy mentioned in the preceding article. However, he cannot, in turn, give a mandate to a third party without the authorization of the principal. The power of attorney must, under penalty of nullity, be established by authentic act and must expressly include the designation of the two future spouses.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "11",
                    "text": " The option of condition is established in marriage, and the absence of it or its violation allows for the possibility of requesting annulment through divorce, without any liability arising from the annulment if the divorce occurs before consummation.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "12",
                    "text": " (Amended by Law No. 93-74 of July 12, 1993) the dowry may consist of any legal property that can be valued in money. It belongs to the wife.",
                    "last_updated": "July 12, 1993"
                },
                {
                    "article_number": "13",
                    "text": " The husband cannot, if he has not paid the dowry, forces the wife to consummate the marriage. After the consummation of the marriage, the wife, creditor of her dowry, can only claim payment of it. Failure to pay by the husband does not constitute a case of divorce.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "14",
                    "text": " Impediments to marriage are of two kinds: permanent and temporary. Permanent impediments result from kinship, alliance, breastfeeding or triple divorce. Temporary impediments result from the existence of an undissolved marriage or the non-expiration of the period of waiting.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "15",
                    "text": " It is prohibited for a man to marry his ascendants and descendants, his sisters and the infinite descendants of his brothers and sisters, his aunts, great-aunts and great-great-aunts.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "16",
                    "text": " It is prohibited for a man to marry his wife's ascendants from the moment the marriage is celebrated, or to marry his wife's descendants, provided that the marriage has been consummated, or to marry the wives of his ascendants or descendants, whatever their degree, from the moment the marriage is celebrated.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "17",
                    "text": " Breastfeeding entails the same impediments as kinship and alliance. Only the breastfed child, to the exclusion of his brothers and sisters, is considered the child of the wet nurse and her husband. Breastfeeding only prohibits marriage when it takes place during the first two years of the infant's life.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "18",
                    "text": " 1- Polygamy is prohibited. 2-Anyone who marries while still in a marital relationship and before the dissolution of the previous marriage will be punished with imprisonment for one year and a fine of two hundred and forty thousand francs, or with one of these penalties, even if the new marriage was not concluded according to the provisions of the law. 3-The same penalties apply to anyone who is married in violation of the provisions of Law No. 3 of 1957, dated 4 Muharram 1377 (August 1, 1957), relating to the regulation of civil status, and concludes a second marriage while continuing to live with their first spouse. 4-The same penalties apply to a spouse who deliberately concludes a marriage contract with a person subject to the penalties mentioned in the previous two paragraphs. 5-Article 53 of the Penal Code does not apply to the crimes specified in this article.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "19",
                    "text": " It is prohibited for a man to marry a woman from whom he has been divorced three times.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "20",
                    "text": " The marriage of a man with a married woman whose union has not yet been dissolved is prohibited. A woman may not, before the expiration of the period of waiting, contract marriage except with her former husband.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "21",
                    "text": " (Amended by Decree-Law No. 64-1 of February 20, 1964, ratified by Law No. 64-1 of April 21, 1964) Any union that contains a clause contrary to the essential conditions of marriage or that is entered into in contravention of the provisions of the first paragraph of Article 3, the first paragraph of Article 5, and Articles 15, 16, 17, 18, 19, and 20 of this Code shall be null and void. When criminal proceedings are brought pursuant to Article 18 above, a single judgment shall be issued on the offense and the nullity of the marriage. Spouses whose marriage has been declared null and who continue or resume living together shall be liable to imprisonment for six months. Article 53 of the Penal Code does not apply to the offenses provided for in this Article.",
                    "last_updated": "February 20, 1964"
                },
                {
                    "article_number": "22",
                    "text": " The invalid marriage is annulled automatically without the need for divorce. No legal effects arise from the mere contract. However, the following effects arise upon consummation: A. The woman is entitled to the agreed-upon dowry, or a dowry will be determined for her by the judge. B. The parentage of any children is established. C. The woman is required to observe the waiting period, which begins from the day of separation. D. The prohibition of marriage between the spouses' relatives is established.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "23",
                    "text": " (Amended by Law No. 93-74 of July 12, 1993) Each spouse must treat the other with kindness, be considerate in their relationship, and avoid causing harm to the other. The spouses are to fulfill marital duties according to what is customary and usual. They should cooperate in managing family affairs, raising children well, and handling their needs, including education, travel, and financial matters. The husband, as the head of the household, is required to provide for the wife and children according to his financial ability and their needs, within the scope of maintenance responsibilities. The wife is required to contribute to the family expenses if she has her own financial resources.",
                    "last_updated": "July 12, 1993"
                },
                {
                    "article_number": "24",
                    "text": " The husband has no power of administration over the wife's personal property.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "25",
                    "text": " If one of the spouses complains of being harmed and has no evidence to support their claim, and if the judge is unable to determine the harm caused by the other spouse, the judge will appoint two arbitrators. The arbitrators are required to examine the situation, and if they are able to facilitate reconciliation, they should do so. In all cases, they must report their findings to the judge.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "26",
                    "text": " If the spouses disagree over household belongings and there is no proof to support either of their claims, the husbands word will be taken with an oath for items typically associated with men, and the wifes word will be taken with an oath for items typically associated with women. If the items are commercial goods, the one who engages in trade between them will take an oath. As for items that are typically used by both men and women, each spouse will take an oath and they will divide the items between them.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "27",
                    "text": " If one of the spouses dies and a dispute arises over the household belongings between the surviving spouse and the heirs of the deceased, the ruling for the heir will be the same as the ruling for the deceased spouse in the previous section.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "28",
                    "text": " (Amended by Law No. 93-74 of July 12, 1993) In the event of dissolution of the marriage before consummation, for a reason attributable to one of the spouses, the gifts offered by either party after the conclusion of the marriage, will be returned in their current form even if they are altered. No restitution will be made after the consummation of the marriage.",
                    "last_updated": "July 12, 1993"
                }
            ]
        },
        {
            "section_number": 2,
            "section_title": "BOOK SECOND: OF DIVORCE",
            "chapters": [],
            "articles": [
                {
                    "article_number": "29",
                    "text": " Divorce is the dissolution of marriage.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "30",
                    "text": " Divorce can only take place before the Court.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "31",
                    "text": " (Amended by Law No. 81-7 of February 18, 1981) The Court pronounces the divorce: 1-in the event of mutual consent of the spouses; 2-at the request of one of the spouses due to the harm he or she has suffered; 3-at the request of the husband or wife. The spouse who suffers harm is entitled to compensation for both material and moral damage resulting from the divorce in the two cases mentioned above. As for the woman, the material damage is compensated with spousal maintenance paid after the period of waiting is over, on a monthly basis, and based on the standard of living she had during the marriage, including housing. This spousal maintenance is subject to revision, either increasing or decreasing, depending on any changes. It continues until the woman passes away or her social situation changes due to remarriage or her financial independence. This spousal maintenance becomes a debt on the deceased's estate in case of the husbands death and is settled either through mutual agreement with the heirs or by judicial means in a lump sum, considering her age at the time. However, she may choose to receive the compensation for material damage as a lump sum instead.",
                    "last_updated": "February 18, 1981"
                },
                {
                    "article_number": "32",
                    "text": " (Amended by Law No. 93-74 of July 12, 1993) The family court judge is selected by the president of the court from among his deputies. The judge does not rule on divorce unless he has made efforts to reconcile the spouses and has been unable to do so. If the defendant does not attend the hearing and has not been personally served with the summons, the family court judge will postpone the case and may seek assistance from others to summon the defendant personally or to locate his true address and summon him from there. When there is a minor child or children, the reconciliation sessions are repeated three times, with at least 30 days between each session. During these sessions, the judge makes further efforts to reach a reconciliation, and may seek assistance from others to achieve this. The family court judge must make all immediate decisions regarding the residence of the spouses, maintenance, custody, and visitation rights of the minor children, even without a request. The parties can explicitly agree to waive some or all of these matters, provided it does not conflict with the interests of the minor children. The family court judge determines maintenance based on the information gathered during the reconciliation efforts. The immediate decisions are implemented on the draft and are not subject to appeal or review, but can be revisited by the family court judge unless a final ruling is issued. The court rules initially on divorce after a two-month reflection period before the trial phase, and rules on all its consequences, determining the alimony due to the divorced spouse after the waiting period. The court also decides on matters subject to the immediate decisions made by the family court judge. The judge may shorten these procedures in cases of consensual divorce, unless this would negatively affect the interests of the children. Parts of the judgment related to custody, maintenance, alimony, residence, and visitation rights are enforced regardless of appeal or review.",
                    "last_updated": "July 12, 1993"
                },
                {
                    "article_number": "32a",
                    "text": " (added by law no. 93-74 of July 12, 1993) Any spouse who uses fraudulent maneuvers in order to prevent the service from reaching his or her spouse shall be liable to a prison sentence of one year.",
                    "last_updated": "July 12, 1993"
                },
                {
                    "article_number": "33",
                    "text": " If the divorce is pronounced before the marriage is consummated, the woman is entitled to half of the dowry fixed.",
                    "last_updated": "August 13, 1956"
                }
            ]
        },
        {
            "section_number": 3,
            "section_title": "BOOK THREE: OF THE WAITING PERIOD",
            "chapters": [],
            "articles": [
                {
                    "article_number": "34",
                    "text": " Every woman divorced after consummation of the marriage or whose husband died before or after consummation must observe the waiting period (iddah) as specified in the following article.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "35",
                    "text": " A divorced woman who is not pregnant will observe a period of widowhood of three completed months; for a widow, it is four months and ten completed days. The waiting period of a pregnant woman ends with childbirth. The maximum duration of conception is one year from the divorce or death of the husband.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "36",
                    "text": " The period of waiting for the wife of the absentee is the same as for the widow; it begins to run from the pronouncement of the judgment establishing the absence.",
                    "last_updated": "August 13, 1956"
                }
            ]
        },
        {
            "section_number": 4,
            "section_title": "BOOK FOUR: OF THE MAINTENANCE OBLIGATION",
            "chapters": [],
            "articles": [
                {
                    "article_number": "37",
                    "text": " Reasons for Maintenance: Marriage, Kinship, and Obligation. Rules Regarding Those Entitled to Maintenance by Virtue of Marriage",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "38",
                    "text": " The husband must provide maintenance for his wife after consummation of the marriage and for his divorced wife during her waiting period (iddah).",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "39",
                    "text": " The husband is not obliged to provide maintenance if he is unable, but the judge allows him two months to resolve his situation. If he still cannot provide, his wife may be divorced. If the wife knew of his hardship at the time of marriage, she cannot request a divorce.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "40",
                    "text": " If the husband is absent, leaves no money for his wife, and no one provides for her in his absence, the judge grants him a one-month period to reappear. If he does not, and the wife swears to these facts, the judge divorces her from him.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "41",
                    "text": " If the wife spends on herself intending to claim reimbursement from her absent husband, she may seek repayment.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "42",
                    "text": " The wife's maintenance claim does not expire. Rules Regarding Those Entitled to Maintenance by Virtue of Kinship",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "43",
                    "text": " (Amended by law n 93-74 of July 12, 1993) The following are entitled to maintenance: 1-the father and mother, the paternal grandparents to whatever degree they belong and the maternal grandparents belonging to the first degree 2-descendants to whatever degree they belong.",
                    "last_updated": "July 12, 1993"
                },
                {
                    "article_number": "44",
                    "text": " (Amended by law no. 93-74 of July 12, 1993) Wealthy children of both sexes are required to provide maintenance for those in need among their father and mother, their paternal grandparents to whatever degree they belong, and their maternal grandparents belonging to the first degree.",
                    "last_updated": "July 12, 1993"
                },
                {
                    "article_number": "45",
                    "text": " If there are multiple children, maintenance is distributed based on the financial capacity, not equally among them or according to inheritance.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "46",
                    "text": " (Amended by Law No. 93-74 of 12 July 1993) Maintenance for children continues until they reach adulthood or finish their education, provided they do not exceed the age of 25. A daughter remains entitled to maintenance if she cannot support herself or if her husband is not obligated to provide for her. Maintenance also continues for disabled children unable to earn, regardless of their age.",
                    "last_updated": "12 July 1993"
                },
                {
                    "article_number": "47",
                    "text": " In the case of the father's financial hardship, the mother takes precedence over the grandfather in providing maintenance for her child.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "48",
                    "text": " The father must take responsibility for the childs breastfeeding needs according to customary practices if the mother is unable to breastfeed the child. Rules Regarding Those Obligated to Provide Maintenance for Others",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "49",
                    "text": " Whoever undertakes to pay maintenance to a person for a specified period, regardless of the person's age, is required to fulfill his obligation. If the period is not specified, it will be at the discretion of the debtor. Common Rules",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "50",
                    "text": " Maintenance includes food, clothing, shelter, education, and anything considered a necessity according to customary practices.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "51",
                    "text": " Maintenance is terminated when the reason for it no longer exists, and the person who was obligated to pay may recover what was paid without valid justification.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "52",
                    "text": " Maintenance is granted only in proportion to the wealth of the person who owes it and the needs of the person who claims it, taking into account the cost of living.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "53",
                    "text": " If there are multiple individuals entitled to maintenance and the provider is unable to support them all, the wife is prioritized over the children, and the minor children are prioritized over the ascendants (parents or grandparents).",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "53a",
                    "text": " (Added by Law No. 81-7 of February 18, 1981, and amended by Law No. 93-74 of July 12, 1993) Anyone who is ordered to pay maintenance or alimony and deliberately fails to do so for a month will be punished with imprisonment for a period ranging from three months to one year, along with a fine between 100 dinars and 1,000 dinars. Payment halts further legal proceedings or enforcement of the punishment. The Maintenance and Alimony Guarantee Fund is responsible for paying maintenance or alimony amounts for final rulings that cannot be enforced due to the obligor's delay, benefiting divorced women and their children. This is in accordance with the conditions set by the law establishing the fund. The fund then takes over the collection of the amounts paid.",
                    "last_updated": "12 July 1993"
                }
            ]
        },
        {
            "section_number": 5,
            "section_title": "BOOK FIVE: ON CUSTODY",
            "chapters": [],
            "articles": [
                {
                    "article_number": "54",
                    "text": " Custody refers to the care and protection of the child, including housing and upbringing.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "55",
                    "text": " If the custodian refuses to provide custody, she cannot be forced to do so unless no one else is available.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "56",
                    "text": " The expenses for the childs care are paid from the childs own assets if available, or from the fathers assets if not. If the custodian has no housing, it is the fathers responsibility to provide housing for her and the child.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "57",
                    "text": " Custody is a right for both parents as long as the marriage continues between them.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "58",
                    "text": " The person entitled to custody must be responsible, trustworthy, capable of taking care of the child, and free from contagious diseases. If the custodian is male, it is required that he has a female custodian to assist him and that he is a mahram (non-marriageable relative) to the female child. If the custodian is female, it is required that she is not married to a man who has consummated the marriage, unless the judge decides otherwise for the childs best interest. If the husband is a mahram to the child, or if the custodian remains silent for a year after knowing about the marriage and does not assert their right, or if the custodian was the wet nurse or both mother and guardian at the same time, this will be taken into consideration.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "59",
                    "text": " If the custodian is of a different religion from the father of the child, custody is only valid if the child has not yet reached five years old and there is no concern about the child becoming accustomed to a religion different from the fathers. This does not apply if the mother is the custodian.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "60",
                    "text": " Both the father and other guardians, as well as the mother, have the right to oversee the childs well-being, discipline, and education, but the child must not stay overnight anywhere other than with the custodian. This is unless the judge determines otherwise in the childs best interest.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "61",
                    "text": " If the custodian travels a distance that makes it difficult for the guardian to fulfill their duties toward the child, the custody is revoked.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "62",
                    "text": " The father is prohibited from removing the child from the mothers country unless she agrees, as long as the mother has custody, unless the childs best interests dictate otherwise.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "63",
                    "text": " If the custody is transferred to another person for reasons other than physical incapacity, they cannot live with the childs original custodian unless the guardian agrees. If not, the new custodians rights are forfeited.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "64",
                    "text": " (Amended by Law No. 66-49 of June 3, 1966) The person to whom custody is entrusted may renounce it. In this case, the judge appoints a new holder of custody.",
                    "last_updated": "June 3, 1966"
                },
                {
                    "article_number": "65",
                    "text": " The caregiver will only receive pay for laundry and food preparation and other services in accordance with custom.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "66",
                    "text": " When the child is with one of the parents, the other parent is not prevented from visiting and taking care of the child. If the other parent requests to take the child for a visit, the cost of the visit is on them.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "67",
                    "text": " (Amended by Law No. 93-74 of June 12, 1993) When the marriage ends due to death, custody is entrusted to the surviving parent. If the marriage ends while both spouses are alive, custody is entrusted to one of them or to another person. In deciding this matter, the judge must consider the best interest of the child. If custody is assigned to the mother, she is granted the authority of guardianship regarding the child's travel, education, and managing their financial accounts. The judge may grant the responsibilities of guardianship to the mother if the legal guardian is unable to exercise them, abuses their authority, neglects the duties, becomes absent from their location, or for any other reason that harms the child's best interest.",
                    "last_updated": "June 12, 1993"
                }
            ]
        },
        {
            "section_number": 6,
            "section_title": "BOOK SIX: THE AFFILIATION",
            "chapters": [],
            "articles": [
                {
                    "article_number": "68",
                    "text": " Lineage is established by the marital relationship, the acknowledgment of the father, or the testimony of two or more trustworthy witnesses.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "69",
                    "text": "Lineage is not established when a wife denies the child, and it has been proven that there was no marital relation between her and her husband. Likewise, lineage is not established for a child born more than a year after the husbands absence, death, or divorce.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "70",
                    "text": "Acknowledgment is not valid if it is proven conclusively to be false. If an individual acknowledges a child of unknown lineage as his own or the mother of an unknown child, and the child is born in a manner consistent with the one acknowledging, and the acknowledgment is confirmed, then the fatherhood or motherhood is established. The acknowledged parents are responsible for the rights owed to the child, and the child has the same rights as biological children.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "71",
                    "text": "If a wife gives birth after six months or more from the time of marriage, regardless of whether the marriage is valid or invalid, the child is considered to be the child of the husband.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "72",
                    "text": "When a child is cut off from his fathers lineage, he loses his right to inheritance and maintenance.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "73",
                    "text": "If a person acknowledges a lineage that implicates another, such as that of a brother, uncle, grandfather, or grandson, this acknowledgment does not establish the lineage. It is valid for the person making the acknowledgment only if they and the one acknowledged agree on it and if the person acknowledging has no heirs other than the acknowledged individual. Otherwise, there is no inheritance. The determination of the heir's existence or lack thereof is based on the date of the acknowledgment party's death, not the date of the acknowledgment itself.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "74",
                    "text": " If a man acknowledges a child and then denies it, and if the man who acknowledged the child dies before the child, the child inherits based on the acknowledgment. However, if the child dies before the father, the father does not inherit, and the inheritance is held in suspension. If the acknowledged person (father) dies later, the property will be inherited by his heirs.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "75",
                    "text": " If the husband denies being the father of a child conceived or born during the marriage, the contested filiation will only be broken by a court decision. All methods of proof provided for in this matter by law are admissible.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "76",
                    "text": " If the judge establishes the denial of paternity in accordance with the provisions of the previous article, he shall rule for the severance of lineage and the eternal separation of the spouses.",
                    "last_updated": "August 13, 1956"
                }
            ]
        },
        {
            "section_number": 7,
            "section_title": "BOOK SEVEN: PROVISIONS RELATING TO FOUND CHILDREN",
            "chapters": [],
            "articles": [
                {
                    "article_number": "77",
                    "text": " Whoever assumes custody of a foundling with the judge's authorization shall be liable for their maintenance until they are capable of earning a livelihood, unless the foundling possesses sufficient assets.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "78",
                    "text": " The foundling shall remain in the custody of their finder, and no person may remove them except upon the appearance of their parents and a ruling by the judge.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "79",
                    "text": " Any property found in the possession of the foundling shall remain theirs.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "80",
                    "text": " If the foundling dies without heirs, their earnings shall revert to the state treasury. However, the finder may claim from the state for the expenses incurred in caring for the foundling, within the limits of their earnings.",
                    "last_updated": "August 13, 1956"
                }
            ]
        },
        {
            "section_number": 8,
            "section_title": "BOOK EIGHT PROVISIONS RELATING TO THE MISSING",
            "chapters": [],
            "articles": [
                {
                    "article_number": "81",
                    "text": " A person shall be considered missing when their whereabouts are unknown, and it is possible to ascertain whether they are alive.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "82",
                    "text": " If a person is lost during wartime or in exceptional circumstances where death is likely, the judge shall set a period not exceeding two years for the search, after which the person shall be declared missing. If the person is lost under other circumstances, the duration for declaring death shall be determined by the judge after thorough investigation by all means available to ascertain whether the person is alive or deceased.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "83",
                    "text": " If a person is lost and does not have an agent, the judge shall inventory their property and appoint a relative or another person to manage it under the judge's supervision until the person's death is confirmed or a ruling of their disappearance is issued.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "84",
                    "text": " If the missing person had an agent before their disappearance, the agent's authority shall not be revoked until a ruling of disappearance is issued.",
                    "last_updated": "August 13, 1956"
                }
            ]
        },
        {
            "section_number": 9,
            "section_title": "BOOK NINE: ON INHERITANCE",
            "chapters": [
                {
                    "chapter_title": "CHAPTER I: General provisions",
                    "articles": [
                        {
                            "article_number": "85",
                            "text": " Inheritance is entitled upon the death of the deceased, even if by legal ruling, and upon the confirmation of the heir's life after him.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "86",
                            "text": " If two persons die and it is unclear who died first, neither is entitled to inherit from the others estate, whether their deaths occurred in the same incident or not.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "87",
                            "text": " The charges encumbering the estate will be paid in order of priority as follows: 1-Rights related to the real property constituting the estate, 2-Funeral and burial expenses, 3-Debts owed by the deceased, 4-Valid and enforceable will, 5-Inheritance. If no heirs exist, the remaining estate or any portion thereof shall revert to the state treasury.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "88",
                            "text": " Intentional murder is an impediment to inheritance. The murderer shall not inherit, whether they are the principal perpetrator, an accomplice, or a false witness whose testimony led to a conviction and execution.",
                            "last_updated": "August 13, 1956"
                        }
                    ]
                },
                {
                    "chapter_title": "CHAPTER II: Successors",
                    "articles": [
                        {
                            "article_number": "89",
                            "text": " There are two types of heirs: compulsory heirs and agnate heirs.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "90",
                            "text": " The male heirs are as follows: 1-The father; 2-The grandfather, even if he is from a higher degree, provided that the line of descent is not interrupted by a female heir; 3-The son; 4-The grandson, even if he is from a lower degree of descent; 5-The brother, whether full, paternal, or maternal; 6-The son of the full brother or paternal brother; 7-The paternal uncle, whether full or paternal; 8-The paternal cousin, whether full or paternal; 9-The husband. The female heirs are as follows: 1-The mother; 2-The maternal grandmother, provided that the line of descent is not interrupted by a male heir, as well as the paternal grandmother, provided that the line of descent is not interrupted by a male heir other than the father; 3-The daughter; 4-The granddaughter, even if she is from a lower degree of descent, provided that her descent is not interrupted by a female heir; 5-The full sister, whether paternal or maternal; 6-The wife.",
                            "last_updated": "August 13, 1956"
                        }
                    ]
                },
                {
                    "chapter_title": "CHAPTER III: Reserved heirs",
                    "articles": [
                        {
                            "article_number": "91",
                            "text": " The legally determined share of the inheritance is fixed in favor of the heir. The succession shall first devolve to the reserved heirs.The male beneficiaries of these reserved portions are: 1-The father 2-The paternal grandfather, even if he is of a higher degree of descent 3-The uterine brother 4-The husband The female beneficiaries of these shares are: 1-The mother 2-The grandmother 3-The daughter 4- The son's daughter, even if she is of a lower degree of descent 5-The full sister 6-The paternal sister 7-The uterine sister 8-The wife",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "92",
                            "text": " The legally determined shares of inheritance are six: one-half, one-quarter, one-eighth, two-thirds, one-third, and one-sixth.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "93",
                            "text": " The beneficiaries of the half are five in number: 1- The husband, on condition that the wife has not left any descendants, either male or female. 2- The daughter, on condition that she is the sole descendant of her parent, without any other siblings, whether male or female. 3- The son's daughter, on condition that she is the sole descendant of her parent who has not left with her other children of the male or female sex, nor any grandchildren, 4- The full sister, on condition that the father and descendants of the deceased, whether male or female, as well as descendants of the son and the full brother, do not exist, 5- The paternal aunt, on condition that she is the sole descendant excluding those mentioned in relation to the full sister as well as that of the half-brother and half-sister of the deceased.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "94",
                            "text": " The beneficiaries of the one-quarter share are two in number: 1- The husband, if there is a descendant heir for the wife. 2- The husband, if there is a descendant heir for the wife.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "95",
                            "text": " The one-eighth is the share of the wife if the deceased husband left descendants who may have a right to his inheritance.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "96",
                            "text": " The beneficiaries of the two-thirds are four in number: 1- The two or more daughters of the deceased, on the condition that they are the sole descendants, and that the deceased has not left with them a son. 2- The two son's daughters (granddaughters on the paternal side) of the deceased, on the condition that they are the sole descendants, and that the deceased has not left any descendants, male or female, nor a grandson. 3- The two full sisters of the deceased, on the condition that they are the sole descendants, and that the deceased has not left with them a father, nor any descendants, male or female, nor a full brother. 4- The two consanguine sisters of the deceased, on the condition that they are the sole descendants, and that the deceased has not left with them any of those mentioned in relation to the full sisters, nor a uterine brother.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "97",
                            "text": " The beneficiaries of the one-third party are three in number: 1) the mother, provided that there are no descendants of the deceased who may be entitled to the succession nor two or more brothers, 2) uterine brothers and sisters, provided that there are several of them and that there is neither the father of the deceased nor male or female descendants, nor descendants of the son, with them, 3) the grandfather, if he has as co-heirs, brothers of the deceased and if the third constitutes for him the largest share.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "98",
                            "text": " The sixth is the share of the following seven beneficiaries: 1) the father, on condition that the deceased left children or grandchildren on the son's side, whether male or female, 2) the mother, on condition that there are with her children of the deceased or grandparents on the son's side or two or more brothers actually coming to the succession or covered by other heirs, 3) the granddaughter (on the son's side), on condition that she is with only one daughter of the deceased and that there is not a grandson (on the son's side) with her, 4) the half-brother, provided that she is with only one full sister of the deceased and that there is no father or descendant of the deceased with her, whether male or female, nor a half-brother, 5) the uterine brother, on condition that he is alone and the uterine sister on the same condition and that the deceased has not left a father, grandfather, children and descendants of his son, whether male or female, 6) the grandmother, when she is alone, whether maternal or paternal. If there are two grandmothers, they will share the sixth, on condition that they are of the same degree or that the maternal grandmother is of a more distant degree; if, on the contrary, the maternal grandmother is of a closer degree, she will take the sixth for herself alone. 7) the grandfather, if there are descendants of the deceased or descendants of the son of the deceased and failing that the father of the deceased.",
                            "last_updated": "August 13, 1956"
                        }
                    ]
                },
                {
                    "chapter_title": "CHAPTER IV: Provisions Affecting the Fixed Shares of Reserved Heirs in Concurrence with Other Heirs",
                    "articles": [
                        {
                            "article_number": "99",
                            "text": " Three situations affect the inheritance rights of the father: 1-He inherits exclusively in his capacity as a reserved heir with a fixed share of one-sixth, without considering his status as an agnate, when he concurs with the son of the deceased and the grandson of the latter, to any degree. 2-He inherits in his dual capacity as both a reserved heir and an agnate when he concurs with the daughter of the deceased and the granddaughter (through the son), irrespective of their degree. 3-He inherits exclusively in his capacity as an agnate in the absence of descendants of the deceased, or any descendants through the sons, irrespective of their degree.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "100",
                            "text": " The following three situations pertain to uterine brothers and sisters: 1- A single uterine brother inherits one-sixth. 2-Two or more uterine brothers or sisters inherit one-third, to be equally divided among them, irrespective of gender. 3-They are excluded from inheritance if a son, grandson (through the son), irrespective of degree, daughter, granddaughter (through the son), irrespective of degree, father, or grandfather is present.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "101",
                            "text": " Two situations apply to the husband: 1-He is entitled to one-half in the absence of descendants of the wife, or any descendants through her sons, irrespective of their degree. 2-He is entitled to one-quarter if there are descendants of the wife, or descendants through her sons, irrespective of their degree.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "102",
                            "text": " Two situations apply when there is one or more wives: 1-One-quarter is allocated to one or more wives in the absence of descendants of the husband, or descendants through his sons, irrespective of their degree. 2-One-eighth is allocated to one or more wives in the presence of descendants of the husband, or descendants through his sons, irrespective of their degree.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "103",
                            "text": " Three situations apply to daughters: 1- One daughter inherits one-half. 2-Two or more daughters inherit two-third (two or more). 3-They inherit as agnate heirs along with their brothers. In such case, they inherit according to the rule that a male heir receives a share equal to that of two female heirs.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "104",
                            "text": " Granddaughters (through the son) are treated similarly to the daughters of the deceased and are subject to the following six situations: 1- One granddaughter inherits one-half. 2-Two or more granddaughters inherit two-thirds, provided there are no daughters of the deceased. 3-They inherit one-sixth in the presence of a single daughter of the deceased, thereby complementing the two-thirds share. 4-They do not inherit jointly with two or more daughters of the deceased, unless they have a co-heir, a grandson (through the son) of the same degree. 5-If the grandson (through the son) is of a lower degree, he inherits as an agnate, and the granddaughters inherit with him according to the rule that a male heir receives twice the share of a female heir. 6-They are excluded from inheritance in the presence of a son of the deceased.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "105",
                            "text": " Five situations apply to full sisters: 1-One full sister inherits one-half. 2-Two or more full sisters inherit two-thirds. 3-They inherit as agnate heirs if agnatised by a full brother or the grandfather, according to the rule that a male heir receives twice the share of a female heir. 4-Once in the position of an agnate, the full sister inherits the remainder of the estate jointly with the daughters or granddaughters (through the son). 5-They are excluded from inheritance by the presence of the father, the son, or the grandson (through the son), irrespective of their degree.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "106",
                            "text": " Six situations apply to consanguine sisters: 1-One consanguine sister inherits one-half. 2-Two or more consanguine sisters inherit two-thirds in the absence of full sisters. 3-They inherit one-sixth in the presence of a single full sister. 4-They inherit as agnate heirs alongside two full sisters if they have a co-heir, a consanguine brother. The remainder of the estate is divided between them according to the rule that a male heir receives twice the share of a female heir. 5-They inherit as agnate heirs in the presence of the daughters of the deceased or granddaughters (through the son). 6-They are excluded from inheritance by the presence of the father, the son, the grandson (through the son), the great-grandson (through the son), irrespective of their degree, the full brother, or the full sister if she inherits as an agnate heir jointly with the daughters or granddaughters (through the son) or with two full sisters without a consanguine brother.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "107",
                            "text": " The mother is subject to three situations: 1-She inherits one-sixth if the deceased has left a child or a grandson (through the son), irrespective of their degree, or if she inherits jointly with two or more sisters, whether full, consanguine, or uterine. 2-She inherits one-third of the entire estate if none of the above-mentioned co-heirs exists. 3-She inherits one-third of the remainder of the estate after the fixed share of one of the spouses has been deducted, in the following two cases: A- If the heirs include a husband and both parents of the deceased. B- If the heirs include a wife and both parents of the deceased. If, instead of the father, a grandfather is present, the mother is entitled to one-third of the estate after the fixed share of one of the spouses has been deducted.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "108",
                            "text": " When the grandfather is called to inherit, the following four situations may arise: 1-If he inherits alongside a son or a grandson (through the son), irrespective of their degree, he receives one-sixth without the right to any additional share. 2-If his co-heirs are solely fixed-share beneficiaries, he inherits one-sixth alongside them. If there is a remainder of the estate, he inherits it as an agnate. 3-If his co-heirs are the brothers of the deceased, he has the option to choose between inheriting one-third of the estate or sharing it with the brothers. The one-third share becomes mandatory if there are more than two brothers or four sisters. The sharing becomes mandatory if there is one brother and three sisters, in which case the grandfather is treated like a brother and inherits according to the rule that a male heir receives twice the share of a female heir. 4-If his co-heirs include brothers and fixed-share beneficiaries, he receives the best of the following three options: either the full one-sixth share, or one-third of the remainder of the estate after the fixed shares are deducted, or he shares the remainder with the brothers.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "109",
                            "text": " In the presence of full brothers and consanguine brothers along with a grandfather, the full brother may compel the grandfather to account for the existence of the consanguine brothers during the distribution, or he may claim the share due to the consanguine brothers for himself.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "110",
                            "text": " If the heirs include a grandfather, a one full sister, and a consanguine sister, the full sister may compel the grandfather to account for the consanguine sisters existence. As a result, the grandfather receives half of the estate, the full sister takes the other half, and the consanguine sister is excluded from inheritance. However, if there are two or more consanguine sisters, they inherit the remainder of the estate after the grandfathers and full sisters shares have been determined.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "111",
                            "text": " The grandmother inherits one-sixth, whether maternal or paternal, whether alone or alongside other grandmothers, provided they are of the same degree or the paternal grandmother is of a closer degree, such as the mother of the father or the mother of the mother. In such cases, the maternal grandmother inherits the full one-sixth. The paternal grandmother does not inherit if the father is alive. Neither the maternal nor the paternal grandmother inherits if the mother is alive. Article 112. In the event that the fixed shares of the reserved heirs exceed the total estate, the estate shall be divided among them in proportion to their respective shares.",
                            "last_updated": "August 13, 1956"
                            
                        },
                        {
                            "article_number": "112",
                            "text": "If the shares of the reserved heirs exceed the estate, it shall be divided among them in proportion to their respective shares.",
                            "last_updated": "August 13, 1956"
                          }
                          
                    ]
                },
                {
                    "chapter_title": "CHAPTER V: Agnates heirs",
                    "articles": [
                        {
                            "article_number": "113",
                            "text": " The universal heirs are classified into three types: 1- Agnates heirs by themselves, 2- Agnates heirs due to the presence of other heirs, 3- Agnates heirs with others.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "114",
                            "text": " The Agnates heirs are classified into three types: 1-The father. 2-The ascendant, irrespective of degree. 3-The son. 4-The sons descendants, irrespective of their degree. 5-The full or consanguine brother. 6-The descendant of the full brother, irrespective of degree. 7-The full or consanguine paternal uncle. 8-The full or consanguine paternal cousin, irrespective of the degree of the paternal uncle. 9-The Treasury.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "115",
                            "text": " The agnates, by themselves, are ranked in degrees, with each degree taking precedence over the one that follows. The order is as follows: 1-Descendants. 2-The father. 3-The grandfather and siblings, considered as one degree. 4-The descendants of the brothers. 5-The paternal uncles and their descendants, ranked according to proximity of kinship. 6-The Treasury.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "116",
                            "text": " The heir with the closest degree of kinship takes precedence over others, even if they are further removed from those with a lower degree.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "117",
                            "text": " In cases of equal class and varying degrees, the heir with the closer degree takes precedence over those with a more distant degree.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "118",
                            "text": " In cases of equal class and degree, the stronger bond of kinship takes precedence over the weaker one.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "119",
                            "text": " An agnate by the presence of others refers to any woman who becomes an agnate by concurring with a man: the daughter, the granddaughter (through the son), the full sister, and the consanguine sister. The daughter becomes an agnate through her brother. She inherits jointly with him, either from the entire estate or the remainder, following the rule that a male heir receives twice the share of a female heir. The granddaughter (through the son) becomes an agnate through her brother or a paternal cousin of the same degree, without condition. She also becomes an agnate through a grandson (through the son) of a lower degree, provided she does not inherit two-thirds of the estate. The full or consanguine sister becomes an agnate through her brother and grandfather, who assumes the rank of their brother in inheritance.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "120",
                            "text": " A woman who does not have a fixed-share right and whose brother is an agnate cannot, under any circumstances, become an agnate due to her brothers presence. This applies, for example, to a paternal uncle alongside a paternal aunt, a paternal cousin alongside a paternal female cousin, and a nephew (through the brother) alongside a niece (through the brother). The estate is inherited by the agnate, and the sister has no claim.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "121",
                            "text": " A woman becomes an agnate alongside others if she inherits jointly with another woman: A- The full sister with one or more daughters or granddaughters (through the son). B- The consanguine sister with one or more daughters or granddaughters (through the son).",
                            "last_updated": "August 13, 1956"
                        }
                    ]
                },
                {
                    "chapter_title": "CHAPTER VI: On Exclusion (Hajb)",
                    "articles": [
                        {
                            "article_number": "122",
                            "text": " Exclusion from inheritance (Hajb) consists of either fully or partially disqualifying an heir from inheritance. It is of two types: 1-Exclusion by reduction, which reduces the share of an heir to a lesser portion. 2-Total exclusion from inheritance.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "123",
                            "text": " Total exclusion cannot be applied to six categories of heirs: the father, the mother, the son, the husband, and the wife. Exclusion by reduction may apply to the spouses, the father and mother, the grandfather, the granddaughter (through the son), the full sister, and the consanguine sister.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "124",
                            "text": " Those who can claim exclusion by reduction are six in number: the son, the grandson, the daughter, the granddaughter on the son's side, the brothers without distinction and the full sister.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "125",
                            "text": " The son and the grandson each cover: the husband, by reducing his share in the inheritance which will go from half to a quarter, the wife, by reducing her share from a quarter to an eighth, the mother whose share will go from a third to a sixth, and finally the father or grandfather who, losing their share as agnate, will thus obtain only a sixth of the inheritance.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "126",
                            "text": " The only reduces the share of the granddaughter (through the son) from one-half to one-sixth. If there are two granddaughters, their share is reduced from two-thirds to one-sixth. The full sister or consanguine sister is reduced from a half share to an agnate portion. The two full or consanguine sisters have their share reduced from two-thirds to an agnate portion. The husband's share is reduced from one-half to one-quarter, and the wife's share from one-quarter to one-eighth. The mother's share is reduced from one-third to one-sixth, and the father and grandfather, losing their agnate status, inherit only one-sixth, with any remainder going to them as agnates.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "127",
                            "text": " The granddaughter (through the son) reduces the shares of granddaughters of a lower degree (through the son) by making them agnates in competition with a brother or paternal cousin of the same degree. If there is only one granddaughter, her share is reduced from one-half to one-sixth. If there are two granddaughters, their combined share is reduced from two-thirds to one-sixth. She also reduces the full or consanguine sister's share from one-half to an agnate portion and the two full or consanguine sisters' share from two-thirds to an agnate portion. The husbands share is reduced from one-half to one-quarter, and the wifes from one-quarter to one-eighth. The mothers share is reduced from one-third to one-sixth. The father and grandfather, losing their agnate shares, inherit only one-sixth, with any remaining portion allocated to them as agnates. The brothers and sisters, regardless of their claim, reduce the mothers share from one-third to one-sixth.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "128",
                            "text": " The full sister reduces the consanguine sister's share from one-half to one-sixth unless she has a consanguine brother as a co-heir, in which case she becomes an agnate. The combined share of two consanguine sisters is reduced from two-thirds to one-sixth unless they have a consanguine brother as a co-heir.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "129",
                            "text": " Sixteen heirs can cause total exclusion of others: the son, the male descendants of the son (regardless of their degree), the daughter, the granddaughter (through the son), the full brother, the consanguine brother, the full brother's son, the consanguine brother's son, the full paternal uncle, the full paternal cousin, the daughter or granddaughter (through the son) with the full sister, the two full sisters, the father, the grandfather, the mother, and the maternal grandmother.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "130",
                            "text": " In the presence of a son or male descendant (through the son, regardless of their degree), the following heirs are totally excluded from inheritance: the sons children of both genders, the full brothers and sisters, the consanguine brothers and sisters, and the full paternal uncles.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "131",
                            "text": " The uterine brothers or sisters shall not inherit alongside the daughter or the son's daughter. Likewise, the uterine brother shall not inherit alongside two daughters, nor shall the son's daughters inherit if they are not agnates through a brother or a paternal cousin of the same degree, allowing them to claim the remainder of the estate as agnates, following the rule that the male heir receives a share twice that of the female heir. The same applies to the son's daughters in relation to female descendants of a lower degree stemming from the son's descendants.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "132",
                            "text": " The brothers on the father's side shall not inherit alongside the full brother, nor shall the male relative on the father's side, whether full or partial. As for the uterine brother, he shall in no case be covered by the full brother.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "133",
                            "text": " Neither the consanguineous brother nor the paternal uncle, whether full or consanguineous, nor the children of the full brother, even if the latter is full, can inherit jointly with the consanguineous brother.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "134",
                            "text": " Neither the son of the full brother nor the paternal uncle, even if full, nor the child of the consanguineous brother, nor those of a lower degree such as descendants of the brother, can inherit jointly.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "135",
                            "text": "Neither the son of the consanguineous brother nor the paternal uncle, even if full, nor those of a lower degree, such as the descendants of the brother, can inherit jointly.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "136",
                            "text": "Neither the full paternal uncle nor the consanguineous paternal uncle nor those of a lower degree, such as descendants of the uncle, can inherit jointly, even if the uncle is full or consanguineous.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "137",
                            "text": "Neither the full paternal cousin nor the consanguineous paternal cousin nor those of a lower degree, such as descendants of the full or consanguineous uncle, can inherit jointly.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "138",
                            "text": "Neither the consanguineous brothers can inherit at the same time as the full sister or the daughter or granddaughter on the paternal side.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "139",
                            "text": "The consanguineous sister cannot inherit jointly with the two full sisters, unless she is agnated by a brother.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "140",
                            "text": "Neither the paternal grandfather, paternal grandmother, paternal uncle, nor the brother can inherit jointly with the father.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "141",
                            "text": "Neither the ancestors of a higher degree than the paternal grandfather, nor the uterine brothers, nor the paternal uncle, nor the nephews from the brothers side can inherit jointly with the grandfather.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "142",
                            "text": "Neither the maternal grandmother nor the paternal grandmother can inherit jointly with the mother.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "143",
                            "text": "The paternal grandmother cannot inherit jointly with the maternal grandmother if she is of a more distant degree.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "143a",
                            "text": "Article 143 bis.(Added by Law No. 59-77 of June 19, 1959) - In the absence of agnate heirs (Aceb), and whenever the reserved portion (Fardh) remains, the rest returns to the latter and is distributed among them proportionally to their shares. The daughter(s) or granddaughter(s) from the paternal lineage benefit from the return of the surplus, even in the presence of the heirs (Aceb) by themselves, from the category of brothers, paternal uncles, and their descendants, as well as the Treasury.",
                            "last_updated": "June 19, 1959"
                        }
                    ]
                },
                {
                    "chapter_title": "CHAPTER VII: Special cases",
                    "articles": [
                        {
                            "article_number": "144",
                            "text": "If a woman dies leaving a husband, a mother or grandmother, uterine brothers, one or more full brothers, the uterine brothers and full brothers will share equally what remains after the husband's, mother's, or grandmother's share has been deducted, without distinction between men and women and between full and uterine brothers. If there are consanguineous brothers along with full brothers, the consanguineous brothers will not inherit.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "145",
                            "text": "If a woman dies leaving a husband, a mother or grandmother, uterine brothers, one or more full brothers, and a paternal grandfather, the husband will receive half, the mother or grandmother one-sixth, the paternal grandfather one-sixth, and the full or consanguineous brother will receive the remaining sixth as agnates. The uterine brothers will receive nothing.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "146",
                            "text": "If a woman dies leaving a husband, a mother, a full or consanguineous sister, and a paternal grandfather, the husband will take half, the mother one-third, the sister half, and the grandfather one-sixth. The shares of the sister and grandfather will be combined and distributed following the rule assigning a male heir twice the share of a female.",
                            "last_updated": "August 13, 1956"
                        }
                    ]
                },
                {
                    "chapter_title": "CHAPTER VIII: Miscellaneous questions",
                    "articles": [
                        {
                            "article_number": "147",
                            "text": "In the event of the existence of an unborn child among the heirs, a share greater than that of a single female child will be allocated from the estate, if the child has an entitlement to the succession or partially covers other heirs. If the child covers all heirs, the entire succession will be reserved and not divided.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "148",
                            "text": "If the unborn child could inherit alongside the other heirs or partially cover them, those whose shares cannot be altered will receive their portions. However, those whose shares could be reduced will take the minimum share. Those who would be completely excluded from the inheritance due to the unborn child's sex will receive nothing.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "149",
                            "text": "In case of dispute regarding pregnancy, specialists will be consulted.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "150",
                            "text": "A child conceived from the works of a deceased man will inherit only if it is born alive within one year from the day of death, or, in the case of divorce, from the point the woman legally retired from marriage. The conceived child will have inheritance rights in a succession other than that of its father only under the following two conditions:a- if born alive within 365 days from the death or separation when the mother is legally retired due to her husband's death during such retirement,b- if born alive within 270 days from the death of the father when the parents were still married at the time of his death.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "151",
                            "text": "The share of a disappeared person in an inheritance is reserved for them. If they are found alive, they will take it. If a judgment declaring disappearance is made, this share will revert to the heirs at the time of the deceaseds death. If, after the declaration of disappearance, the disappeared person is found alive, they will only receive what remains of their share in the hands of the heirs.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "152",
                            "text": "The illegitimate child will only inherit from their mother and the mother's family. The mother and her family will have exclusive hereditary rights in the childs succession.",
                            "last_updated": "August 13, 1956"
                        }
                    ]
                }
            ]
        },
        {
            "section_number": 10,
            "section_title": "BOOK TEN: INTERDICTION AND EMANCIPATION",
            "chapters": [],
            "articles": [
                {
                    "article_number": "153",
                    "text": "(Amended by Law No. 93-74 of July 12, 1993) - A person is considered interdicted for minority if they have not reached the age of twenty years. A minor becomes of age through marriage once they exceed the age of 17, regarding their personal status and management of civil and commercial affairs.",
                    "last_updated": "July 12, 1993"
                },
                {
                    "article_number": "154",
                    "text": "(Amended by Law No. 81-7 of February 18, 1981) - The father is the guardian of the minor child, and in case of the father's death or incapacity, the mother is the legal guardian, subject to the provisions of Article 8 of this code, related to marriage. The father's will takes effect only after the death or incapacity of the mother. In the absence of a testamentary guardian, the judge must appoint one.",
                    "last_updated": "February 18, 1981"
                },
                {
                    "article_number": "155",
                    "text": "(Amended by Law No. 81-7 of February 18, 1981) - Guardianship over a minor child is exercised by the father, then the mother, then the testamentary guardian. It ends only by order of the judge for legitimate reasons.",
                    "last_updated": "February 18, 1981"
                },
                {
                    "article_number": "156",
                    "text": "A child who has not reached the age of thirteen is considered devoid of discernment, and all their acts are void. A child who has exceeded thirteen is considered capable of discernment. Their acts will be valid if they bring only benefits to them, and void if they bring only harm. Their validity will, outside these two cases, depend on the guardian's consent.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "157",
                    "text": "A child under guardianship who reaches twenty and ceases to be under a judgment of interdiction for reasons other than minority will be considered of full legal capacity. All their acts will be valid.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "158",
                    "text": "The judge may grant the child a restricted or absolute emancipation, as they may withdraw it if needed. Acts performed by the child within the limits of the emancipation will be valid.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "159",
                    "text": "A child cannot be emancipated before the age of fifteen. Dementia and Weakness of Mind",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "160",
                    "text": "A person with dementia is one who has lost reason; their dementia may be continuous or interrupted by lucid intervals. A person with weakness of mind lacks full consciousness, manages their affairs poorly, and does not understand common transactions, suffering harm in buying and selling acts.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "161",
                    "text": "In cases provided by the previous article, interdiction will be pronounced by the judge after expert opinions.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "162",
                    "text": "Acts performed by an interdicted person without the assistance of a guardian will be void, unless approved by the guardian.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "163",
                    "text": "The acts of a person with dementia are void. Acts performed by the person with weakness of mind before interdiction are voidable, if the cause of interdiction was notorious at the time those acts were performed. Prodigality",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "164",
                    "text": "A prodigal is someone who mismanages their property and engages in excessive spending. Their interdiction is subject to a judgment.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "165",
                    "text": "All acts performed by a prodigal before the judgment of interdiction are valid and not subject to annulment. The validity of acts performed after the judgment will depend on the approval of the guardian.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "166",
                    "text": "The recognition of a prodigal in financial matters is null and void. Common Provisions",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "167",
                    "text": "An interdiction pronounced by judgment can only be lifted by judgment, except for that which was imposed due to minority.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "168",
                    "text": " The interdicted person, for whatever reason, has the right to directly petition the court to request the lifting of the interdiction.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "169",
                    "text": " The provisions of this chapter shall apply notwithstanding the exceptions provided for in other chapters of this code.",
                    "last_updated": "August 13, 1956"
                },
                {
                    "article_number": "170",
                    "text": " The provisions of this chapter shall apply equally to interdicted persons, whether male or female.",
                    "last_updated": "August 13, 1956"
                }
            ]
        },
        {
            "section_number": 11,
            "section_title": "BOOK ELEVEN: ON WILLS AND TESTAMENTARY DISPOSITIONS",
            "chapters": [
                {
                    "chapter_title": "CHAPTER I: General Provisions",
                    "articles": [
                        {
                            "article_number": "171",
                            "text": " A will is the act by which a person transfers, gratuitously and for the time after their death, all or part of their property, either in full ownership or usufruct.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "172",
                            "text": " A testamentary disposition made under an unlawful condition is valid, the condition being deemed unwritten.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "173",
                            "text": " It is permissible to bequeath property to a place of worship or a legally constituted association.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "174",
                            "text": " A will is valid even if the testator and the legatee do not belong to the same religion.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "175",
                            "text": " A will made in favor of a foreigner is valid, subject to reciprocity.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "176",
                            "text": " To be valid, a will must be made either by an authentic act or by a written document dated and signed by the testator.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "177",
                            "text": " A will may be revoked by the testator, but the revocation is only valid if it is carried out in the forms provided for in Article 176.",
                            "last_updated": "August 13, 1956"
                        }
                    ]
                },
                {
                    "chapter_title": "CHAPTER II: On the Testator",
                    "articles": [
                        {
                            "article_number": "178",
                            "text": " A will made by a prodigal, a person of weak mind, or a minor under eighteen years of age is valid, provided it is approved by the judge.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "179",
                            "text": " It is not permissible to make a will in favor of an heir; nor can a person bequeath more than one-third of their estate. A legacy in favor of an heir or one exceeding one-third of the testator's estate is only executed if the heirs consent to it after the testator's death.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "180",
                            "text": " If a person, during their lifetime, assigns specific assets from their estate to all or some of their heirs, not exceeding their legally determined shares, such an act is valid and takes effect upon their death. Any excess is subject to the rules of wills.",
                            "last_updated": "August 13, 1956"
                        }
                    ]
                },
                {
                    "chapter_title": "CHAPTER III: On the Legatee",
                    "articles": [
                        {
                            "article_number": "181",
                            "text": " Upon the death of the testator, the legatee acquires the bequeathed item along with any additions made to it thereafter.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "182",
                            "text": " A bequest of usufruct only takes effect for one generation, after which the object of the bequest reverts to the testator's estate.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "183",
                            "text": " A bequest made in favor of two or more persons is reduced to one-third of the estate's net assets if it exceeds that amount. For its distribution, the testator's intentions regarding shares and lot formation are taken into account.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "184",
                            "text": " A will made in favor of an unborn child, conceived at the time of the will, is valid if the child is born alive within the time limits set by Article 35 of this code. In such cases, from the testator's death until the child's birth, the fruits of the bequest shall be subject to protective measures.",
                            "last_updated": "August 13, 1956"
                        }
                    ]
                },
                {
                    "chapter_title": "CHAPTER IV: On Legacies",
                    "articles": [
                        {
                            "article_number": "185",
                            "text": " Nothing is owed to a specific legatee if the bequeathed item perishes or is claimed and recognized as belonging to a third party. If only part of the item perishes or is claimed and recognized as belonging to a third party, the legatee receives the remainder.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "186",
                            "text": " The item subject to a specific legacy must exist in the testator's estate at the date of the will.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "187",
                            "text": " A bequest made in favor of someone other than an heir is executed without the heirs' consent, provided it does not exceed one-third of the estate.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "188",
                            "text": " A testator without creditors or heirs may bequeath their entire estate, notwithstanding the Treasury's succession rights.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "189",
                            "text": " A legacy granting usufruct of a specific item is executed for the period specified. If no period is indicated, the legatee enjoys the item for their lifetime, unless otherwise stated in the will.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "190",
                            "text": " A will providing for a loan of money is only executed within the limit of one-third of the estate's net assets, unless the heirs consent.",
                            "last_updated": "August 13, 1956"
                        }
                    ]
                },
                {
                    "chapter_title": "CHAPTER V: Of the obligatory legacy",
                    "articles": [
                        {
                            "article_number": "191",
                            "text": "The children, whether sons or daughters, of a person who dies before or at the same time as their grandfather or grandmother benefit from a mandatory bequest equivalent to the share of the inheritance that their father or mother would have received had they remained alive, provided that this share does not exceed one-third of the estate. However, they are not entitled to the mandatory bequest: 1) if they are called to the succession of their grandfather or grandmother, 2) if they benefit from a bequest made in their favor by their grandfather or grandmother, or if the latter have given them, during their lifetime, the equivalent of the mandatory bequest; if the bequest made in their favor is less than the mandatory bequest or exceeds it, in the first case, a supplement shall be granted, and in the second case, the excess is considered a voluntary bequest and is subject to the general rules of bequests. The mandatory bequest takes precedence over the voluntary bequest; voluntary bequests are of equal rank and are reduced to a fraction in case of competition.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "192",
                            "text": "The mandatory bequest benefits only the first branch of grandchildren from a child of both gender, and the division among them takes place at a rate of two shares for the son and one share for the daughter.",
                            "last_updated": "August 13, 1956"
                        }
                    ]
                },
                {
                    "chapter_title": "CHAPTER VI: On the Acceptance and Renunciation of Bequests.",
                    "articles": [
                        {
                            "article_number": "193",
                            "text": "The bequest may be renounced by the legatee or their representative.The renunciation of the bequest must occur after the testator's death and no later than two months after the notification of the will to the legatee. The silence of the legatee during this period constitutes acceptance. If the legatee dies within this period, their heirs exercise the rights of their predecessor from the notification of the will made to them.A partially accepted bequest is executed for that part and becomes void for the remainder. In the case of multiple legatees, if some accept the bequest and others renounce it, the bequest is executed regarding the acceptances and is considered void concerning the others.Acceptance and renunciation are not valid unless the heirs consent.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "194",
                            "text": "The renunciation of the bequest must occur after the testator's death and no later than two months after the notification of the will to the legatee. The silence of the legatee during this period constitutes acceptance. If the legatee dies within this period, their heirs exercise the rights of their predecessor from the notification of the will made to them.",
                            "last_updated": "August 13, 1956"
                          },
                          {
                            "article_number": "195",
                            "text": "A partially accepted bequest is executed for that part and becomes void for the remainder. In the case of multiple legatees, if some accept the bequest and others renounce it, the bequest is executed regarding the acceptances and is considered void concerning the others.",
                            "last_updated": "August 13, 1956"
                          },
                          {
                            "article_number": "196",
                            "text": "Acceptance and renunciation are not valid unless the heirs consent.",
                            "last_updated": "August 13, 1956"
                          }
                    ]
                },
                {
                    "chapter_title": "CHAPTER VII: On the Lapse of Bequests",
                    "articles": [
                        {
                            "article_number": "197",
                            "text": "A bequest becomes void: 1) due to the testator's permanent mental incapacity, if this condition persists until their death, 2) due to the predeceasing of the testator, 3) if the bequeathed object perishes before the testator's death, 4) due to the renunciation of the bequest by the legatee, after the testator's death.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "198",
                            "text": "A voluntary bequest and a mandatory bequest become void if the legatee, over the age of 13, deliberately attempts to take the testator's life without legitimate cause, either as the main perpetrator, co-perpetrator, or accomplice; the same applies if the legatee has given false testimony against the testator, leading to the testators conviction to the death penalty.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "199",
                            "text": "In the case of a bequest becoming void, in whole or in part, the bequeathed item returns to the testators estate.",
                            "last_updated": "August 13, 1956"
                        }
                    ]
                }
            ]
        },
        {
            "section_number": 12,
            "section_title": "BOOK TWELVE: ON DONATIONS",
            "chapters": [
                {
                    "chapter_title": "CHAPTER I: General Dispositions",
                    "articles": [
                        {
                            "article_number": "200",
                            "text": "A donation is a contract by which a person transfers to another person, gratuitously, the ownership of an asset. The donor may, without losing their liberal intention, impose upon the donee the obligation to perform a specific action, in which case the act is referred to as a donation with conditions.",
                            "last_updated": "August 13, 1956"
                        }
                        
                    ]
                },
                {
                    "chapter_title": "CHAPTER II: Conditions of the Donation",
                    "articles": [
                        {
                            "article_number": "201",
                            "text": "The donation is perfected by the delivery of the item to the donee. The donation is void if the donor or donee dies before delivery, even if the donee has done everything possible to take possession of the donated item.The provisions related to the delivery of the sold item apply to the delivery of the donated item, as long as they are not contrary to the nature and specific rules of donations.If the delivery of the donated item has not occurred, the donee has the right to demand it.(Amended by Law No. 92-48 of May 4, 1992). For a donation to be valid, it must be formalized by an authentic act. The real rights resulting from it for registered immovable property are only constituted through their inscription in the land registry. However, if the donation pertains to movable goods, simple delivery suffices, subject to the special rules for registered movable property.A donation of future property is void.A donation made by a person during their final illness is deemed a bequest.",
                            "last_updated": "May 4, 1992"
                        },
                        {
                            "article_number": "202",
                            "text": "The provisions related to the delivery of the sold item apply to the delivery of the donated item, insofar as they are not contrary to the nature and specific rules of donations.",
                            "last_updated": "August 13, 1956"
                          },
                          {
                            "article_number": "203",
                            "text": "If the delivery of the donated item has not occurred, the donee has the right to demand it.",
                            "last_updated": "August 13, 1956"
                          },
                          {
                            "article_number": "204",
                            "text": " For a donation to be valid, it must be formalized by an authentic act. The real rights resulting from it for registered immovable property are only constituted through their inscription in the land registry. However, if the donation pertains to movable goods, simple delivery suffices, subject to the special rules for registered movable property.",
                            "last_updated": "May 4, 1992"
                          },
                          {
                            "article_number": "205",
                            "text": "A donation of future property is void.",
                            "last_updated": "August 13, 1956"
                          },
                          {
                            "article_number": "206",
                            "text": "A donation made by a person during their final illness is deemed a bequest.",
                            "last_updated": "August 13, 1956"
                          }
                    ]
                },
                {
                    "chapter_title": "CHAPTER III: Effects of the Donation",
                    "articles": [
                        {
                            "article_number": "207",
                            "text": "The donor only guarantees eviction if they intentionally concealed the cause of eviction or if the donation was made with conditions. In the first case, the donee will be granted fair compensation for the harm suffered. In the second case, the donor is only liable up to the value of the conditions fulfilled by the donee, unless otherwise agreed. In case of eviction, the donee is subrogated in the rights and actions of the donor.The donor is not liable for defects in the donated item. However, if the donor intentionally concealed a defect or guaranteed its absence, they must compensate the donee for the damage caused. They will also be liable for damages if the donation was made with conditions, provided the damages do not exceed the value of the conditions fulfilled by the donee.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "208",
                            "text": "The donor is not liable for defects in the donated item. However, if the donor intentionally concealed a defect or guaranteed its absence, they must compensate the donee for the damage caused. They will also be liable for damages if the donation was made with conditions, provided the damages do not exceed the value of the conditions fulfilled by the donee.",
                            "last_updated": "August 13, 1956"
                          }
                    ]
                },
                {
                    "chapter_title": "CHAPTER IV: Revocation of the Donation",
                    "articles": [
                        {
                            "article_number": "209",
                            "text": "If the donor reserves the right to revoke their donation, the donation remains valid, and the reservation is void.Subject to the rights acquired by third parties and unless there is an obstacle as provided in Article 212, the donor may request the revocation of the donation for any of the following reasons: 1) in case of serious ingratitude by the donee towards the donor, 2) if the donor is reduced to a state where they are unable to support themselves according to their social condition or find themselves unable to meet the alimentary obligations they are legally bound to, 3) in the case of the donor having a child born after the donation, still alive at the time of revocation.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "210",
                            "text": "Subject to the rights acquired by third parties and unless there is an obstacle as provided in Article 212, the donor may request the revocation of the donation for any of the following reasons: 1) in case of serious ingratitude by the donee towards the donor, 2) if the donor is reduced to a state where they are unable to support themselves according to their social condition or find themselves unable to meet the alimentary obligations they are legally bound to, 3) in the case of the donor having a child born after the donation, still alive at the time of revocation.",
                            "last_updated": "August 13, 1956"
                        },
                  
                        {
                            "article_number": "211",
                            "text": "The action for revocation due to ingratitude is prescribed one year from the day the ingratitude occurred or from the day it could have been known to the donor. It is prescribed, in all cases, by ten years from the day the ingratitude occurred. This revocation cannot be requested by the donors heirs unless the action was initiated by the donor or they passed away within one year after the act of ingratitude.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "212",
                            "text": "Revocation of the donation cannot be requested if one of the following obstacles exists: 1) if the donated item has appreciated in value due to an increase that has joined and incorporated into it, 2) if the donee has alienated the donated item; however, if the alienation is partial, the donor may revoke the donation for the remaining part, 3) if the donated item perishes in the hands of the donee due to their own fault, a cause not attributable to them, or its usage; but if the loss is partial, revocation can occur for the remaining part.",
                            "last_updated": "August 13, 1956"
                        },
                        {
                            "article_number": "213",
                            "text": "The revoked donation is deemed null and void. The donee is not required to return the fruits until an agreement on the revocation or a legal request is made. They may be compensated for any necessary expenses and, up to the value added, for useful expenses.",
                            "last_updated": "August 13, 1956"
                        }
                    ]
                }
            ]
        }
    ]
}
