{
    "title": "مجلة الأحوال الشخصية",
    "language": "ar",
    "issuance_date": "13 أوت 1956",
    "source": "مجلة الأحوال الشخصية",
    "sections": [
      {
        "section_number": 1,
        "section_title": "الكتاب 1 - في المراكنة",
        "articles": [
          {
            "article_number": 1,
            "text": " كلّ من الوعد بالزواج والمواعدة به لا يعتبر زواجا ولا يقضى به.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 2,
            "text": " لكلّ واحد من الخطيبين أن يستردّ الهدايا التي يقدّمها إلى الآخر، ما لم يكن العدول من قبله أو وجد شرط خاص. في الزواج",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 3,
            "text": " لا ينعقد الزّواج إلا برضا الزوجين. ويشترط لصحّة الزواج إشهاد شاهدين من أهل الثقة وتسمية مهر للزوجة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 4,
            "text": " لا يثبت الزواج إلاّ بحجة رسمية يضبطها قانون خاص. أمّا بالنسبة للزواج المنعقد خارج المملكة، فإنّه يثبت بما تعتمده قوانين البلاد التي تم فيها العقد.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 5,
            "text": " يجب أن يكون كلّ من الزوجين خلوا من الموانع الشرعية، وزيادة على ذلك فكل من لم يبلغ عشرين سنة كاملة من الرجال وسبع عشرة سنة كاملة من النساء لا يمكنه أن يبرم عقد الزواج. وإبرام عقد الزواج دون السن المقرّر يتوقف على إذن خاص من الحاكم. ولا يعطى الإذن المذكور إلا لأسباب خطيرة وللمصلحة الواضحة للزّوجين.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 6,
            "text": " زواج القاصر يتوقّف على موافقة الولي، والأم. وإن امتنع الولي أو الأم عن هذه الموافقة وتمسّك القاصر برغبته لزم رفع الأمر للقاضي. والإذن بالزواج لا يقبل الطعن بأي وجه.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 7,
            "text": " زواج المحجور عليه لسفه لا يكون صحيحا إلا بعد موافقة المحجور له. وللمحجور له أن يطلب من الحاكم فسخه قبل البناء.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 8,
            "text": " الولي هو العاصب بالنسب ويجب أن يكون عاقلا ذكرا رشيدا والقاصر ذكرا كان أو أنثى وليه وجوبا أبوه أو من ينيبه. والحاكم وليّ من لا وليّ له.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 9,
            "text": " للزّوج والزوجة أن يتوليا زواجهما بأنفسهما، وأن يوكلا من شاءا. وللولي حق التوكيل أيضا.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 10,
            "text": " لا يشترط في وكيل الزواج المشار إليه في الفصل السابق شرط خاص، ولكن ليس له أن يوكّل غيره بدون إذن موكّله أو موكّلته، ويجب أن يحرّر التوكيل في حجّة رسمية، ويتضمّن صراحة تعيين الزوجين، وإلا عدّ باطلا. خيار الشرط",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 11,
            "text": " يثبت في الزواج خيار الشرط ويترتّب على عدم وجوده أو على مخالفته إمكان طلب الفسخ بطلاق من غير أن يترتّب على الفسخ أيّ غرم إذا كان الطّلاق قبل البناء. المهــــر",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 12,
            "text": " كلّ ما كان مباحا ومقوّما بمال تصلح تسميته مهرا، وهو ملك للمرأة.",
            "last_updated": "12 جويلية 1993"
          },
          {
            "article_number": 13,
            "text": " ليس للزوج أن يجبر المرأة على البناء إذا لم يدفع المهر. ويعتبر المهر بعد البناء دينا في الذمة لا يتسنّى للمرأة إلا المطالبة به فقط ولا يترتب عن تعذر الوفاء به الطلاق. موانــع الـزواج",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 14,
            "text": " موانع الزواج قسمان: مؤبّدة و مؤقتة. فالمؤبّدة: القرابة أو المصاهرة أو الرضاع أو التطليق ثلاثا. والمؤقتة: تعلّق حق الغير بزواج أو بعدّة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 15,
            "text": " المحرّمات بالقرابة أصول الرجل وفصوله وفصول أول أصوله وأوّل فصل من كلّ أصل وإن علا.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 16,
            "text": " المحرّمات بالمصاهرة أصول الزوجات بمجرّد العقد وفصولهن بشرط الدخول بالأم، زوجات الأباء وإن علوا وزوجات الأولاد وإن سفلوا بمجرّد العقد.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 17,
            "text": " يحرم من الرضاعة ما يحرم من النسب والمصاهرة. ويقدر الطفل الرضيع خاصة -دون إخوته وأخواته- ولدا للمرضعة وزوجها. ولا يمنع الرضاع من النكاح إلا إذا حصل في الحولين الأولين.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 18,
            "text": " 1- تعدّد الزوجات ممنوع. 2- كلّ من تزوّج وهو في حالة الزوجية وقبل فكّ عصمة الزواج السابق يعاقب بالسجن لمدّة عام وبخطية قدرها مائتان وأربعون ألف فرنك أو بإحدى العقوبتين، ولو أنّ الزواج الجديد لم يبرم طبق أحكام القانون. 3- ويعاقب بنفس العقوبات كلّ من كان متزوّجا على خلاف الصيغ الواردة بالقانون عدد3 لسنة 1957 المؤرّخ في 4 محرم 1377 (أول أوت 1957) والمتعلق بتنظيم الحالة المدنية، ويبرم عقد زواج ثان ويستمر على معاشرة زوجه الأولى. 4- ويعاقب بنفس العقوبات الزوج الذي يتعمّد إبرام عقد زواج مع شخص مستهدف للعقوبات المقرّرة بالفقرتين السابقتين. 5- ولا ينطبق الفصل 53 من القانون الجنائي على الجرائم المقرّرة بهذا الفصل.",
            "last_updated": "4 جويلية 1958"
          },
          {
            "article_number": 19,
            "text": " يحجّر على الرجل أن يتزوّج مطلّقته ثلاثا.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 20,
            "text": " يحجر التزوّج بزوجة الغير أو معتدّته قبل انقضاء عدّتها. في الزواج الفاسد وما يترتّب عليه",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 21,
            "text": " الزواج الفاسد هو الذي اقترن بشرط يتنافى مع جوهر العقد أو انعقد بدون مراعاة أحكام الفقرة الأولى من الفصل الثالث والفقرة الأولى من الفصل الخامس والفصول 15 و16 و17 و18 و19 و20 من هذه المجلة. وإذا وقعت تتبّعات جزائية تطبيقا لأحكام الفصل 18 أعلاه، فإنّه يقع البتّ بحكم واحد في الجريمة وفساد الزواج. ويعاقب بالسجن مدّة ستة أشهر الزوجان اللذان يستأنفان أو يستمرّان على المعاشرة رغم التصريح بفساد زواجهما. ولا ينطبق الفصل 53 من القانون الجنائي على الجرائم المقرّرة بهذا الفصل.",
            "last_updated": "20 فيفري 1964"
          },
          {
            "article_number": 22,
            "text": " يبطل الزواج الفاسد وجوبا بدون طلاق. ولا يترتب على مجرّد العقد أي أثر. ويترتّب على الدخول الآثار التالية فقط: أ- استحقاق المرأة المهر المسمى أو تعيين مهر لها من طرف الحاكم. ب- ثبوت النسب. ج- وجوب العدّة على الزوجة وتبتدئ هذه العدّة من يوم التفريق. د- حرمة المصاهرة. فيما يجب لكل من الزوجين على صاحبه",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 23,
            "text": " على كلّ واحد من الزوجين أن يعامل الآخر بالمعروف ويحسن عشرته ويتجّنب إلحاق الضرر به. ويقوم الزوجان بالواجبات الزوجية حسبما يقتضيه العرف والعادة. ويتعاونان على تسيير شؤون الأسرة وحسن تربية الأبناء وتصريف شؤونهم بما في ذلك التعليم والسفر والمعاملات المالية. وعلى الزوج بصفته رئيس العائلة أن ينفق على الزوجة والأبناء على قدر حاله وحالهم في نطاق مشمولات النفقة. وعلى الزوجة أن تساهم في الإنفاق على الأسرة إن كان لها مال.",
            "last_updated": "12 جويلية 1993"
          },
          {
            "article_number": 24,
            "text": " لا ولاية للزوج على أموال زوجته الخاصّة بها. في التنازع بين الزوجين",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 25,
            "text": " إذا شكا أحد الزوجين من الإضرار به ولا بيّنة له وأشكل على الحاكم تعيين الضرر بصاحبه يعيّن حكمين، وعلى الحكمين أن ينظرا، فإن قدرا على الإصلاح أصلحا، ويرفعان الأمر إلى الحاكم في كلّ الأحوال.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 26,
            "text": " إذا اختلف الزوجان في متاع البيت ولا بيّنة لهما، فالقول للزّوج بيمينه في المعتاد للرجال، وللزّوجة بيمينها في المعتاد للنساء. وان كان من البضائع التجارية فهو لمن يتعاطى التجارة منهما بيمينه. أما في المعتاد للرجال والنساء معا فيحلف فيه كلّ منهما ويقتسمانه.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 27,
            "text": " إذا مات أحد الزوجين ووقع النّزاع في متاع البيت بين الحي وورثة الميّت كان حكم الوارث حكم الموروث في الفصل المتقدّم.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 28,
            "text": " الهدايا التي يعطيها كلّ واحد من الزوجين للآخر بعد العقد يتم استرداد ما بقي منها قائما ولو تغير، إذا وقع الفسخ قبل البناء بسبب من الطرف الأخر. ولا يتمّ استرجاع شيء منها بعد الدخول.",
            "last_updated": " 13 أوت 1956"
          }
        ]
      },
      {
        "section_number": 2,
        "section_title": "الكتاب الثاني - في الطلاق",
        "articles": [
          {
            "article_number": 29,
            "text": " الطلاق هو حل عقدة الزواج.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 30,
            "text": " لا يقع الطلاق إلاّ لدى المحكمة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 31,
            "text": " يحكم بالطلاق: بتراضي الزوجين. بناء على طلب أحد الزوجين بسبب ما حصل له من ضرر. بناء على رغبة الزوج إنشاء الطلاق، أو مطالبة الزوجة به. ويقضى لمن تضرّر من الزوجين بتعويض عن الضرر المادي والمعنوي الناجم عن الطلاق في الحالتين المبينتين بالفقرتين الثانية والثالثة أعلاه. وبالنسبة للمرأة يعوّض لها عن الضرر المادي بجراية تدفع لها بعد انقضاء العدة مشاهرة وبالحلول على قدر ما أعادته من العيش في ظلّ الحياة الزوجية بما في ذلك المسكن. وهذه الجراية قابلة للمراجعة ارتفاعا وانخفاضا بحسب ما يطرأ من متغيرات. وتستمرّ إلى أن تتوفّى المفارقة أو يتغيّر وضعها الاجتماعي بزواج جديد أو بحصولها على ما تكون معه في غنى عن الجراية. وهذه الجراية تصبح دينا على التركة في حالة وفاة المفارق وتصفى عندئذ بالتراضي مع الورثة أو على طريق القضاء بتسديد مبلغها دفعة واحدة يراعى فيها سنها في ذلك التاريخ، كلّ ذلك ما لم تخير التعويض لها عن الضرر المادي في شكل رأس مال يسند لها دفعة واحدة.",
            "last_updated": "18 فيفري 1981"
          },
          {
            "article_number": 32,
            "text": " يختار رئيس المحكمة قاضي الأسرة من بين وكلائه. ولا يحكم بالطلاق إلاّ بعد أن يبذل قاضي الأسرة جهدا في محاولة الصلح بين الزوجين ويعجز عن ذلك. وإذا لم يحضر المدعى عليه ولم يبلغ الاستدعاء لشخصه فان قاضي الأسرة يؤجل النظر في القضية ويستعين بمن يراه لاستدعاء المعني بالأمر شخصيا أو لمعرفة مقره الحقيقي واستدعائه منه. وعند وجود ابن قاصر أو أكثر تتكرر الجلسة الصلحية ثلاث مرات على أن تعقد الواحدة منها 30 يوما بعد سابقتها على الأقل، ويبذل خلالها القاضي مزيدا من الجهد للتوصل إلى الصلح، ويستعين بمن يراه في ذلك. وعلى قاضي الأسرة أن يتّخذ ولو بدون طلب جميع القرارات الفورية الخاصة بسكنى الزوجين وبالنفقة وبالحضانة وبزيارة المحضون. ويمكن للطرفين أن يتفقا صراحة على تركها كلاّ أو بعضا، ما لم تتعارض ومصلحة الأبناء القصر. ويقدر قاضي الأسرة النفقة بناء على ما تجمع لديه من عناصر عند محاولة الصلح. وتنفذ القرارات الفورية على المسودة وتكون غير قابلة للاستئناف أو التعقيب ولكنها قابلة للمراجعة من طرف قاضي الأسرة، ما لم يصدر الحكم في الأصل. وتقضي المحكمة ابتدائيا في الطلاق، بعد فترة تأمل تدوم شهرين قبل طور المرافعة، كما تقضي في جميع ما يتعلق بآثاره وتحدد مبلغ الجراية التي تستحقها المفارقة بعد انقضاء العدة، وتبت في الوسائل المتأكدة موضوع القرارات الفورية الصادرة عن قاضي الأسرة. ويجوز للقاضي اختصار هذه الإجراءات في حالات الطلاق بالتراضي ما لم يؤثّر ذلك على مصلحة الأبناء. وتنفّذ رغما عن الاستئناف أو التعقيب أجزاء الحكم المتعلّقة بالحضانة والنفقة والجراية والسكنى وحق الزيارة.",
            "last_updated": "12 جويلية 1993"
          },
          {
            "article_number": 32,
            "text": " إذا تحيل احد الزوجين لغاية عدم بلوغ الاستدعاء إلى الطرف الآخر، يعاقب بالسجن مدة عام1.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 33,
            "text": " إذا وقع الطلاق قبل الدخول فللزّوجة نصف المسمّى من المهر.",
            "last_updated": " 13 أوت 1956"
          }
        ]
      },
      {
        "section_number": 3,
        "section_title": "الكتاب الثالث - العدة",
        "articles": [
          {
            "article_number": 34,
            "text": " يجب على كلّ امرأة فارقها زوجها بطلاق بعد الدخول أو مات عنها قبل الدخول أو بعده أن تتربص مدّة العدة المبينة بالفصل الآتي:",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 35,
            "text": " تعتدّ المطلّقة غير الحامل مدّة ثلاثة أشهر كاملة، وتعتدّ المتوفّى عنها زوجها مدّة أربعة أشهر وعشرة أيام كاملة. أما الحامل فعدتها وضع حملها. وأقصى مدّة الحمل سنة من تاريخ الطلاق أو تاريخ الوفاة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 36,
            "text": " تعتدّ زوجة المفقود عدّة الوفاة، بعد صدور الحكم بفقدانه.",
            "last_updated": " 13 أوت 1956"
          }
        ]
      },
      {
        "section_number": 4,
        "section_title": "الكتاب الرابع - في النفقة",
        "articles": [
          {
            "article_number": 37,
            "text": " أسباب النفقة: الزوجية والقرابة والإلزام. أحكام من تجب لهم النفقة بموجب الزوجية",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 38,
            "text": " يجب على الزوج أن ينفق على زوجته المدخول بها وعلى مفارقته مدّة عدّتها.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 39,
            "text": " لا يلزم الزوج بالنفقة إذا أعسر إلا أن الحاكم يتلوّم له بشهرين فإن عجز بعد إتمامهما عن الإنفاق طلقت عليه زوجته. وإذا كانت الزوجة عالمة بعسره حين العقد فلا حق لها في طلب الطلاق.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 40,
            "text": " إذا غاب الزوج عن زوجته ولم يكن له مال ولم يترك لها نفقة ولم يقم أحد بالإنفاق عليها حال غيابه ضرب له الحاكم أجلا مدّة شهر عسى أن يظهر ثم طلق عليه بعد ثبوت ما سلف وحلف المرأة على ذلك.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 41,
            "text": " إذا أنفقت الزوجة على نفسها بقصد الرجوع على زوجها الغائب فلها مطالبته بذلك.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 42,
            "text": " لا تسقط نفقة الزوجة بمضي المدّة. أحكام من تجب لهم النفقة بموجب القرابة",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 43,
            "text": " المستحق للنفقة بالقرابة صنفان: - الأبوان والأصول من جهة الأب وإن علوا، ومن جهة الأم في حدود الطبقة الأولى. - الأولاد وإن سفلوا.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 44,
            "text": " يجب على الأولاد الموسرين ذكورا أو إناثا، الإنفاق على من كان فقيرا من الأبوين ومن أصول الأب وإن علوا، ومن أصول الأم في حدود الطبقة الأولى.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 45,
            "text": " إذا تعدّد الأولاد وزعت النفقة على اليسار لا على الرؤوس ولا على الإرث.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 46,
            "text": " يستمرّ الإنفاق على الأبناء حتى بلوغ سن الرشد أو بعده إلى نهاية مراحل تعلمهم، على ألاّ يتجاوزوا الخامسة والعشرين من عمرهم، وتبقى البنت مستحقة للنفقة إذا لم يتوفّر لها الكسب، أو لم تجب نفقتها على زوجها. كما يستمر الإنفاق على الأبناء المعوقين العاجزين عن الكسب بقطع النظر عن سنّهم.",
            "last_updated": "12 جويلية 1993"
          },
          {
            "article_number": 47,
            "text": " الأم حال عسر الأب مقدّمة على الجد في الإنفاق على ولدها.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 48,
            "text": " على الأب أن يقوم بشؤون الإرضاع بما يقتضيه العرف والعادة ّإذا تعذّر على الأم إرضاع الولد. أحكام من يلتزم بنفقة الغير",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 49,
            "text": " من التزم بنفقة الغير كبيرا كان أو صغيرا لمدة محدودة لزمه ما التزمه. وإذا كانت المدّة غير محدودة وحدّدها فالقول قوله في ذلك. أحكام مشتركة",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 50,
            "text": " تشمل النفقة الطعام والكسوة والمسكن والتعليم وما يعتبر من الضروريات في العرف والعادة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 51,
            "text": " تسقط النفقة بزوال سببها ويردّ إلى المنفق ما أجبر على دفعه بدون سبب.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 52,
            "text": " تقدّر النفقة بقدر وسع المنفق وحال المنفق عليه وحال الوقت والأسعار.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 53,
            "text": " إذا تعدّد المستحقون للنفقة ولم يستطع المنفق القيام بالإنفاق عليهم جميعا، قدّمت الزوجة على الأولاد والأولاد الصغار على الأصول.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 53,
            "text": " كلّ من حكم عليه بالنفقة أو بجراية الطلاق فقضى عمدا شهرا دون دفع ما حكم عليه بأدائه يعاقب بالسجن مدّة تتراوح بين ثلاثة أشهر وعام وبخطية من مائة دينار (100د) إلى ألف دينار (1000د). والأداء يوقف التتبعات أو المحاكمة أو تنفيذ العقاب. ويتولّى صندوق ضمان النفقة وجراية الطلاق دفع مبالغ النفقة أو جراية الطلاق الصادرة بها أحكام باتة تعذر تنفيذها لفائدة المطلقات وأولادهن من المحكوم عليه بسبب تلدّده وذلك وفقا للشروط المنصوص عليها بالقانون المحدث للصندوق. ويحلّ هذا الأخير محل المحكوم لهم في استخلاص المبالغ التي دفعها.",
            "last_updated": " 13 أوت 1956"
          }
        ]
      },
      {
        "section_number": 5,
        "section_title": "الكتاب الخامس - في الحضانة",
        "articles": [
          {
            "article_number": 54,
            "text": " الحضانة حفظ الولد في مبيته والقيام بتربيته.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 55,
            "text": " إذا امتنعت الحاضنة من الحضانة لا تجبر عليها إلاّ إذا لم يوجد غيرها.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 56,
            "text": " مصاريف شؤون المحضون تقام من ماله إن كان له مال وإلا فمن مال أبيه، وإذا لم يكن للحاضنة مسكن فعلى الأب إسكانها مع المحضون.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 57,
            "text": " الحضانة من حقوق الأبوين ما دامت الزوجية مستمرّة بينهما.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 58,
            "text": " يشترط في مستحق الحضانة أن يكون مكلّفا أمينا قادرا على القيام بشؤون المحضون سالما من الأمراض المعدية ويزاد إذا كان مستحق الحضانة ذكرا أن يكون عنده من يحضن من النساء وأن يكون محرّما بالنسبة للأنثى. وإذا كان مستحق الحضانة أنثى فيشترط أن تكون خالية من زوج دخل بها ما لم ير الحاكم خلاف ذلك اعتبارا لمصلحة المحضون وإذا كان الزوج محرّما للمحضون أو وليّا له أو يسكت من له الحضانة مدّة عام بعد علمه بالدخول ولم يطلب حقّه فيها أو أنّها كانت مرضعا للمحضون أو كانت أمّا ووليّة عليه في آن واحد.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 59,
            "text": " إذا كانت مستحقّة الحضانة من غير دين أب المحضون فلا تصح حضانتها إلا إذا لم يتم المحضون الخامسة من عمره وان لا يخشى عليه أن يألف غير دين أبيه. ولا تنطبق أحكام هذا الفصل على الأم إن كانت هي الحاضنة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 60,
            "text": " للأب وغيره من الأولياء وللأم النظر في شأن المحضون وتأديبه وإرساله إلى أماكن التعليم لكنه لا يبيت إلا عند حاضنه. كلّ ذلك ما لم ير القاضي خلافه لمصلحة المحضون.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 61,
            "text": " إذا سافرت الحاضنة سفر نقلة مسافة يعسر معها على الولي القيام بواجباته نحو منظوره سقطت حضانتها.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 62,
            "text": " يمنع الأب من إخراج الولد من بلد أمّه إلاّ برضاها مادامت حضانتها قائمة وما لم تقتض مصلحة المحضون خلاف ذلك.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 63,
            "text": " من انتقل لها حق الحضانة بسبب غير العجز البدني بالحاضنة الأولى لا تسكن بالمحضون مع حاضنته الأولى إلاّ برضى ولي المحضون وإلاّ سقطت حضانتها.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 64,
            "text": " يمكن لمن عهدت إليه الحضانة أن يسقط حقه فيها ويتولى الحاكم في هذه الصورة تكليف غيره بها.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 65,
            "text": " لا تأخذ الحاضنة أجرة إلا على خدمة شؤون المحضون من طبخ وغسل ثياب ونحو ذلك بحسب العرف.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 66,
            "text": " الولد متى كان عند أحد الأبوين لا يمنع الآخر من زيارته ومن تعهّده، وإذا طلب نقله إليه للزيارة فكلفة الزيارة عليه.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 67,
            "text": " إذا انفصم الزواج بموت عهدت الحضانة إلى من بقي حيّا من الأبوين. وإذا انفصم الزواج وكان الزوجان بقيد الحياة، عهدت الحضانة إلى أحدهما أو إلى غيرهما. وعلى القاضي عند البتّ في ذلك أن يراعي مصلحة المحضون. وتتمتّع الأم في صورة إسناد الحضانة إليها بصلاحيات الولاية فيما يتعلّق بسفر المحضون ودراسته والتصرّف في حساباته المالية. ويمكن للقاضي أن يسند مشمولات الولاية إلى الأم الحاضنة إذا تعذّر على الولي ممارستها أو تعسّف فيها أو تهاون في القيام بالواجبات المنجرّة عنها على الوجه الاعتيادي، أو تغيّب عن مقرّه واصبح مجهول المقر، أو لأي سبب يضرّ بمصلحة المحضون.",
            "last_updated": "12 جويلية 1993"
          }
        ]
      },
      {
        "section_number": 6,
        "section_title": "الكتاب السادس - في النسب",
        "articles": [
          {
            "article_number": 68,
            "text": " يثبت النسب بالفراش أو بإقرار الأب أو بشهادة شاهدين من أهل الثقة فأكثر.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 69,
            "text": " لا يثبت النسب عند الإنكار لولد زوجة ثبت عدم التلاقي بينها وبين زوجها ولا ولد زوجة أتت به بعد سنة من غيبة الزوج عنها أو من وفاته أو من تاريخ الطلاق.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 70,
            "text": " لا عمل على الإقرار إذا ثبت قطعيا ما يخالفه. وإذا أقرّ ولد مجهول النسب بالأبوّة لرجل أو بالأمومة لامرأة وكان يولد مثله لمثل المقر له وصدقه فقد ثبتت أبوتهما له. ويكون عليه ما للأبوين من الحقوق وله عليهما ما للأبناء.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 71,
            "text": " إذا ولدت الزوجة لتمام ستة أشهر فأكثر من حين عقد الزواج سواء كان العقد صحيحا أو فاسدا يثبت نسب المولود من الزوج.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 72,
            "text": " انقطاع الولد من نسب أبيه يخرجه من العصبة ويسقط حقه في النفقة والإرث.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 73,
            "text": " لو أقرّ إنسان بنسب فيه تحميل على غيره كالأخ والعم والجد وابن الابن فإن هذا الإقرار لا يثبت به النسب ويصح في حق نفس المقر إن تصادقا على الإقرار ولم يكن للمقر وارث غير المقر به وإلا فلا إرث. والمعتبر في ثبوت الوارث وعدمه يوم موت المقر لا يوم الإقرار.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 74,
            "text": " إذا استلحق الرجل ولدا ثم أنكره فإن مات المستلحق قبل الولد ورثه الولد بالإقرار وإن مات الولد قبل الأب لم يرثه الأب ووقف المال فإن مات هذا المستلحق صار هذا المال لورثته.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 75,
            "text": " إذا نفى الزوج حمل زوجته أو الولد اللازم له فلا ينتفي عنه إلا بحكم الحاكم وتقبل في هاته الصورة جميع وسائل الإثبات الشرعية.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 76,
            "text": " إذا أثبت الحاكم نفي الأبوة طبق أحكام الفصل السابق فإنه يحكم بقطع النسب والفراق الأبدي بين الزوجين.",
            "last_updated": " 13 أوت 1956"
          }
        ]
      },
      {
        "section_number": 7,
        "section_title": "الكتاب السابع - في أحكام اللقيط",
        "articles": [
          {
            "article_number": 77,
            "text": " من تكفل بلقيط واستأذن من الحاكم وجبت عليه نفقته إلى أن يصير قادرا على التكسب، ما لم يكن لذلك اللقيط مال.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 78,
            "text": " يبقى اللقيط بيد ملتقطه ولا يأخذه منه أحد إلا إذا ظهر أبواه وحكم الحاكم بذلك...",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 79,
            "text": " ما يوجد من المتاع في حيازة اللقيط يبقى له.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 80,
            "text": " إذا مات اللقيط من غير وارث رجعت مكاسبه إلى صندوق الدولة غير أنه يمكن للملتقط القيام على الدولة بالمطالبة بما أنفقه على اللقيط في حدود مكاسبه. الكتــاب الثامــن فـــي أحكام المــفقـــود",
            "last_updated": " 13 أوت 1956"
          },
          {
            "section_number": 8,
            "section_title": "الكتاب الثامن - في أحكام المفقود",
            "articles": [
              {
                "article_number": 81,
                "text": " يعتبر مفقودا كلّ من انقطع خبره وممكن الكشف عنه حيا.",
                "last_updated": " 13 أوت 1956"
              },
              {
                "article_number": 82,
                "text": " إذا فقد الشخص في وقت الحرب أو في حالات استثنائية يغلب فيها الموت فإن الحاكم يضرب أجلا لا يتجاوز العامين للبحث عنه ثم يحكم بفقدانه. وإذا فقد الشخص في غير تلك الحالات فيفوض أمر المدة التي يحكم بموت المفقود بعدها إلى الحاكم بعد التحري بكل الطرق الموصلة إلى معرفة إن كان المفقود حيا أو ميتا.",
                "last_updated": " 13 أوت 1956"
              },
              {
                "article_number": 83,
                "text": " إذا فقد الإنسان ولم يكن له وكيل فإن الحاكم يحصر ماله ويقدم من قرابة المفقود أو غيرهم من ينظر فيه تحت إذنه إلى ظهور موته من حياته أو يصدر الحكم بفقدانه.",
                "last_updated": " 13 أوت 1956"
              },
              {
                "article_number": 84,
                "text": " إذا كان للمفقود وكيل قبل غيابه لا ينعزل الوكيل إلا بعد الحكم بالفقدان.",
                "last_updated": " 13 أوت 1956"
              }
            ]
          }
        ]
      },
      {
        "section_number": 9,
        "section_title": "الكتاب التاسع - في الميراث",
        "articles": [
          {
            "article_number": 85,
            "text": " يستحق الإرث بموت المورّث ولو حكما وبتحقق حياة الوارث من بعده.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 86,
            "text": " إذا مات اثنان ولم يعلم أيهما مات أوّلا فلا استحقاق لأحدهما في تركة الآخر سواء أكان موتهما في حادث واحد أم لا.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 87,
            "text": " يؤدّى من التركة بحسب الترتيب الآتي: أ- الحقوق المتعلّقة بعين التركة. ب- مصاريف التجهيز والدفن. ج- الديون الثابتة في الذمة. د- الوصية الصحيحة النافذة. هـ- الميراث. فإذا لم يوجد ورثة آلت التركة أو ما بقي منها إلى صندوق الدولة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 88,
            "text": " القتل العمد من موانع الإرث. فلا يرث القاتل سواء أكان فاعلا أصليا أم شريكا أو كان شاهد زور أدت شهادته إلى الحكم بالإعدام وتنفيذه. الباب الثاني في الـوارثيــــن",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 89,
            "text": " الوارثون نوعان: ذو فروض وذو تعصيب.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 90,
            "text": " الوارثون من الرجال: 1) الأب. 2) والجد وإن علا بشرط أن لا ينفصل بأنثى. 3) والابن. 4) وابن الابن وإن سفل. 5)والأخ سواء كان شقيقا أو لأب أو لأم. 6) وابن الشقيق أو للأب. 7) والعم الشقيق أو لأب. 8) وابن العم الشقيق أو لأب. 9) الزوج. والوارثات من النساء: 1) الأم. 2) والجدة للأم بشرط عدم الانفصال بذكر، وللأب بشرط عدم الانفصال بذكر غير الأب. 3) والبنت. 4) وبنت الابن وإن سفلت بشرط عدم الانفصال بأنثى. 5) والأخت الشقيقة أو لأب أو لأم. 6) والزوجة. الباب الثالث في الإرث بالفرض",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 91,
            "text": " الفرض سهم مقدر للوارث في التركة ويبدأ في التوريث بأصحاب الفروض وهم: من الرجال: 1) الأب. 2)والجد للأب وإن علا.3)والأخ للأم. 4) والزوج. ومن النساء: 1) الأم. 2) والجدة. 3) والبنت. 4) وبنت الابن وإن سفلت. 5) والأخت الشقيقة. 6) والأخت للأب. 7) والأخت للأم. 8) والزوجة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 92,
            "text": " الفروض ستة: النصف والربع والثمن والثلثان والثلث والسدس.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 93,
            "text": " أصحاب النصف خمسة: 1) الزوج بشرط عدم الفرع الوارث للزوجة، ذكرا كان أو أنثى. 2) والبنت بشرط انفرادها عن ولد الصلب ذكرا كان أو أنثى. 3) وبنت الابن بشرط انفرادها عن ولد الصلب ذكرا كان أو أنثى، وولد الابن. 4) والأخت الشقيقة بشرط انتفاء الأب وولد الصلب ذكرا كان أو أنثى وولد الابن كذلك والشقيق كذلك. 5) والأخت للأب بشرط انفرادها عمن ذكر في الشقيقة وعن الأخ والأخت للأب.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 94,
            "text": " أصحاب الربع اثنان: 1) الزوج إذا وجد فرع وارث للزوجة. 2) والزوجة إذا لم يكن للزوج فرع وارث.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 95,
            "text": " الثمن فرض الزوجة إذا كان للزوج فرع وارث.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 96,
            "text": " أصحاب الثلثين أربعة: 1) البنتان فأكثر بشرط انفرادهما عن الابن. 2) وبنتا الابن بشرط انفرادهما عن ولد الصلب ذكرا كان أو أنثى وابن الابن. 3) والشقيقتان بشرط انفرادهما عن الأب وعن ولد الصلب ذكرا أو أنثى وعن الشقيق الذكر. 4) والأختان للأب بشرط انفرادهما عمن ذكر في الشقيقتين وعن الأخ للأم.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 97,
            "text": " أصحاب الثلث ثلاثة: 1) الأم بشرط عدم الفرع الوارث وعدم اثنين فأكثر من الاخوة. 2) والأخوة للأم بشرط التعدد وانفرادهم عن الأب وعن ولد الصلب ذكرا أو أنثى وعن ولد الابن كذلك. 3) والجد إن كان مع اخوة وكان الثلث أوفر له.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 98,
            "text": " السدس فرض سبعة: 1) الأب بشرط وجود الولد أو ولد الابن ذكرا كان أو أنثى. 2) والأم بشرط وجود الولد أو ولد الابن أو اثنين فأكثر من الاخوة وارثين أو محجوبين. 3) وبنت الابن بشرط كونها مع بنت واحدة وأن لا يكون معها ابن ابن. 4) والأخت للأب بشرط كونها مع شقيقة واحدة وانفرادها عن الأب والولد ذكرا أو أنثى والأخ للأب. 5)والأخ للأم بشرط أن يكون واحدا ذكرا أو أنثى وبشرط انفراده عن الأب والجد والولد وولد الابن ذكرا أو أنثى. 6) والجدة إذا كانت منفردة سواء كانت لأم أو لأب فإن اجتمعت جدتان قسم السدس بينهما إن كانتا في رتبة واحدة أو التي للأم أبعد فإن كانت التي للأم أقرب اختصت بالسدس. 7) والجد عند وجود الولد أو ولد الابن وعدم الأب. الباب الرابع في بيان أحوال نصيب ذوي الفروض مع غيرهم من الورثة",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 99,
            "text": " الأب له أحوال ثلاثة: 1) الفرض الخالي من التعصيب وهو السدس وذلك مع الابن وابن الابن وإن سفل. 2) والفرض والتعصيب مع البنت وبنت الابن وإن سفلت. 3) التعصيب المحض عند عدم الولد وولد الابن وإن سفل.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 100,
            "text": " الأخوة للأم لهم أحوال ثلاثة: 1) السدس للواحد. 2) والثلث للاثنين فصاعدا. ذكورهم وإناثهم في القسمة سواء. 3) والسقوط عند وجود ابن وابن ابن وإن سفل ووجود بنت وبنت ابن وإن سفلت ووجود أب أو جد.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 101,
            "text": " الزوج له حالتان : 1) النصف عند عدم الولد أو ولد الابن وإن سفل. 2)الثمن مع الولد أو ولد الابن و إن سفل.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 102,
            "text": " الزوجة أو الزوجات لهن حالتان: 1) الربع لواحدة أو أكثر عند عدم الولد أو ولد الابن وإن سفل. 2) الثمن مع الولد أو ولد الابن وإن سفل.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 103,
            "text": " بنات الصلب لهن أحوال ثلاثة: 1) النصف للواحدة إذا انفردت. 2) والثلثان للاثنتين فصاعدا. 3) والإرث بتعصيب أخيهن، لهن للذكر مثل حظ الأنثيين.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 104,
            "text": " بنات الابن كبنات الصلب ولهن ست حالات: 1) النصف للواحدة إذا انفردت. 2) والثلثان للاثنتين فصاعدا عند عدم بنات الصلب. 3) ولهن السدس مع الواحدة من بنات الصلب تكملة للثلثين. 4) لا يرثن مع اثنتين من بنات الصلب فصاعدا إلا أن يكون معهن ابن ابن ذكر مساو لهن. 5) أو أسفل منهن فيعصبهن ويكون الباقي بينهم للذكر مثل حظ الأنثيين. 6) والسقوط بابن الصلب.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 105,
            "text": " الأخوات الشقائق لهن خمس حالات: 1) النصف للواحدة إذا انفردت. 2) والثلثان للاثنتين فصاعدا. 3) والتعصيب بالأخ الشقيق وبالجد للذكر مثل حظ الأنثيين. 4) وصيرورتهن عصبة فيكون لهن الباقي مع البنات أو بنات الابن. 5) والسقوط بالأب وبالابن وابن الابن وإن سفل.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 106,
            "text": " الأخوات للأب لهن ستة أحوال: 1) النصف للواحدة إذا انفردت. 2) والثلثان للاثنتين فصاعدا عند عدم الأخوات الشقائق. 3) والسدس مع الأخت الواحدة كالشقيقة. 4) والإرث بالتعصيب مع الشقيقتين إن كان معهن أخ لأب فيكون الباقي بينهم للذكر مثل حظ الأنثيين. والتعصيب مع بنات الصلب أو مع بنات الابن. 6) والسقوط بالأب وبالابن وبابن الابن وإن سفل وبالأخ الشقيق وبالأخت الشقيقة إذا صارت عصبة مع البنات أو بنات الابن وبالأختين الشقيقتين إن لم يكن معهما أخ لأب.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 107,
            "text": " للأم أحوال ثلاثة: 1) السدس إذا كان للميت ولد أو ولد ابن وإن سفل أو مع اثنين من الاخوة فصاعدا كيفما كانت جهتهما لأبوين أو لأب أو لأم. 2) ولها ثلث كلّ المال عند عدم المذكورين. 3) ولها ثلث ما بقي بعد فرض أحد الزوجين وذلك في مسألتين: إحداهما زوج وأبوان، والثانية زوجة وأبوان. ولو كان مكان الأب جد فللأم ثلث المال بعد فرض أحد الزوجين.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 108,
            "text": " الجدّ أحواله مع وارث آخر أربع: 1) أن يكون معه ابن وابن ابن وإن سفل فيفرض له السدس من غير أن ينتظر شيئا. 2) أن يكون معه أصحاب فروض فقط فيفرض له معهم السدس فإن بقي له شيء أخذه بالتعصيب. 3) أن يكون معه اخوة فقط فيكون له الأفضل من ثلث المال أو المقاسمة. فيتعين الثلث إذا زاد عدد الأخوة على اثنين من الذكور أو أربع من الإناث وتتعين المقاسمة ويكون كأخ يقسم معهم للذكر مثل حظ الأنثيين إذا كان عدد الاخوة واحدا من الذكور أو ثلاثا من الإناث. 4) أن يكون معه اخوة وأصحاب فروض فيكون له الأفضل من ثلاث: السدس كاملا أو ثلث الباقي بعد أخذ ذوي الفروض فروضهم أو مقاسمة الأخوة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 109,
            "text": " إذا اجتمع الأشقاء والاخوة للأب مع الجد يحاسب الشقيق الجد بالأخ عند المقاسمة ثم يرجع فيما ينوب الأخ للأب فيأخذه.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 110,
            "text": " إذا كان مع الجد شقيقة واحدة وأخت لأب تحاسب الشقيقة الجد بأختها للأب فيكون للجد النصف وللشقيقة النصف وليس للأخت للأب شيء فلو كان مع الجد والشقيقة الواحدة أختان لأب أو ثلاث أخوات لأب لكان للأختين للأب والأخوات للأب ما بقي بعد محاسبة الجد بجميع الأخوات ومقاسمته وأخذ الشقيقة النصف.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 111,
            "text": " للجدة السدس لأم كانت أو لأب، واحدة كانت أو أكثر، إذا كن في درجة واحدة أو كانت التي للأب أقرب كأم الأب وأم الأم وأم أب الأب فتستقبل به التي للأم ولا ترث الجدة للأب مع وجود الأب ولا ترث الجدة للأم ولا الجدة للأب مع وجود الأم.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 112,
            "text": " إذا زادت أنصباء أصحاب الفروض على التركة قسمت بينهم بنسبة أنصبائهم في الإرث. الباب الخامس في الإرث بالتعصيب",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 113,
            "text": " العصبة ثلاثة أنواع: 1) عصبة بالنفس. 2) وعصبة بالغير. 3) وعصبة مع الغير.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 114,
            "text": " العاصب بنفسه يرث جميع المال عند انفراده والبقية عن أصحاب الفروض إن كانت والحرمان إن لم تكن وهو: 1) الأب. 2) والجد وإن علا. 3) والابن. 4)وابنه وإن سفل. 5)والأخ الشقيق أو لأب. 6) وابن الأخ الشقيق أو لأب وإن سفل. 7) والعم الشقيق أو لأب. 8) وابن العم سواء سفل أو علا كعم الأب أو الجد. 9) وصندوق الدولة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 115,
            "text": " العصبة بأنفسهم مراتب وكل مرتبة مقدمة على ما يليها وهي: 1) البنوّة. 2) ثم الأبوّة. 3) ثم الجدودة والأخوّة هما مرتبة واحدة. 4) ثم بنو الأخوة. 5) ثم العمومة وبنوهم في مرتبة واحدة وإنّما الترتيب بينهم بالقرب. 6) ثم صندوق الدولة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 116,
            "text": " من كانت مرتبته مقدمة فهو مقدم وإن بعد على من كانت مرتبته متأخّرة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 117,
            "text": " إذا اتّحدت المرتبة واختلفت الدرجة قدم القريب درجة على البعيد درجة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 118,
            "text": " إذا اتحدت المرتبة والدرجة واختلفت القرابة قوة وضعفا يقدم القوي على الضعيف.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 119,
            "text": " العاصب بغيره كلّ أنثى عصبها ذكر وهو أربعة: 1)البنت. 2) وبنت الابن. 3) والأخت الشقيقة. 4) والأخت لأب. فالبنت يعصبها أخوها وترث معه كلّ المال أو البقية للذكر مثل حظ الأنثيين. وبنت الابن يعصبها أخوها وابن عمها المساوي لها في الدرجة من غير شرط ويعصبها ابن الابن الأسفل عنها بشرط أن لا يكون لها دخل في الثلثين. والأخت الشقيقة أو لأب يعصبها أخوها وجدها ويكون معها كأخ لها.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 120,
            "text": " من لا فرض لها من الإناث وأخوها عاصب لا تصير عاصبة بأخيها كالعم مع العمة وابن العم مع بنت العم وابن الأخ مع بنت الأخ فالمال للعاصب وليس لأخته منه شيء.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 121,
            "text": " العاصب مع الغير كلّ أنثى تصير عاصبة باجتماعها مع أخرى وهو إثنان: 1) الشقيقة فأكثر مع بنت أو بنات أو بنت ابن أو بنات ابن. 2) والأخت للأب مع البنت أو البنات أو بنت الابن أو بنات الابن. الباب السادس في الحجب",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 122,
            "text": " الحجب منع وارث معين من كلّ الميراث أو بعضه بشخص آخر. وهو نوعان: الأوّل: حجب نقصان عن حصة من الإرث إلى أقل منها. الثاني: حجب حرمان من الميراث.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 123,
            "text": " حجب الحرمان لا يدخل على ستة من الورثة وهم: 1) الأب. 2) والأم. 3) والابن. 4) والبنت. 5)والزوج. 6) والزوجة. وحجب النقصان يدخل على الزوجين والأبوين والجد وبنت الابن والشقيقة والأخت لأب.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 124,
            "text": " الحاجبون بالنقص ستة: 1) الابن. 2) وابنه. 3) والبنت. 4) وبنت الابن. 5) والأخوة مطلقا. 6) والأخت الشقيقة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 125,
            "text": " الابن وابنه يحجب كلّ منهما الزوج بنقله من النصف إلى الربع والزوجة بنقلها من الربع إلى الثمن والأم بنقلها من الثلث إلى السدس والأب والجد بنقلهما من التعصيب إلى السدس.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 126,
            "text": " بنت الصلب الواحدة تحجب بنت الابن بنقلها من النصف إلى السدس وبنتي الابن بنقلهما من الثلثين إلى السدس والأخت الشقيقة أو لأب بنقلها من النصف إلى التعصيب والشقيقتين أو لأب بنقلهما من الثلثين إلى التعصيب والزوج بنقله من النصف إلى الربع والزوجة بنقلها من الربع إلى الثمن والأم بنقلها من الثلث إلى السدس والأب والجد بنقلهما من التعصيب إلى السدس ولهما الباقي بالتعصيب إن كان.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 127,
            "text": " بنت الابن تحجب من تحتها من بنات الابن حيث لا معصب لهن من أخ أو ابن عم مساو لهن في الدرجة فتنتقل الواحدة من النصف إلى السدس والاثنتين من الثلثين إلى السدس وتحجب الأخت الشقيقة أو لأب بنقلها من النصف إلى التعصيب والشقيقتين أو لأب بنقلهما من الثلثين إلى التعصيب والزوج بنقله من النصف إلى الربع والزوجة بنقلها من الربع إلى الثمن. والأم بنقلها من الثلث إلى السدس والأب والجد بنقلهما من التعصيب إلى السدس ولهما الباقي بالتعصيب إن كان. الأخوة ذكورهم وإناثهم كيفما كانت حجتهم وسواء كانوا وارثين أو محجوبين يحجبون الأم بنقلها من الثلث إلى السدس.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 128,
            "text": " الأخت الشقيقة تحجب الأخت للأب بنقلها من النصف إلى السدس إذا لم يكن معها أخ لأب تعصب به والأختين للأب، بنقلهما من الثلثين إلى السدس إذا لم يكن معهما أخ لأب.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 129,
            "text": " الحاجبون بالحرمان ستة عشر: 1)الابن. 2) وابنه وإن سفل. 3) والبنت. 4) وبنت الابن. 5) والأخ الشقيق. 6) والأخ للأب. 7)وابن الأخ الشقيق. 8) وابن الأخ للأب. 9) والعم الشقيق. 10) وابن العم الشقيق. 11) والبنت أو بنت الابن مع الشقيقة. 12) والأختان الشقيقتان. 13) والأب. 14) والجد. 15) والأم. 16) والجدة للأم.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 130,
            "text": " لا يرث مع الابن ولا ابن الابن وإن سفل من تحت كلّ من أولاد الابن ذكورا أو إناثا ولا الاخوة أشقاء أو لأب أو لأم ولا الأعمام أشقاء أو لأب.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 131,
            "text": " لا يرث مع البنت أو بنت الابن الأخ للأم واحدا كان أو متعددا ذكرا أو أنثى. ولا يرث مع البنتين الأخ للأم ولا بنت الابن واحدة أو أكثر حيث لا معصب لها من أخ أو ابن عم مساو وترث معه البقية بالتعصيب للذكر مثل حظ الأنثيين ومثل البنتين بنت الابن بالنسبة لمن تحتهما من بنات ابن الابن.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 132,
            "text": " لا يرث مع الأخ الشقيق الأخ للأب واحدا أو متعددا ولا العم شقيقا أو لأب. وأما الأخ للأم فلا يحجب بالشقيق.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 133,
            "text": " لا يرث مع الأخ للأب العم شقيقا أو لأب ولا أبناء الأخ ولو كان شقيقا.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 134,
            "text": " لا يرث مع ابن الأخ الشقيق العم ولو كان شقيقا ولا ابن الأخ للأب ولا من تحته من أبناء الأخ.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 135,
            "text": " لا يرث مع ابن الأخ للأب العم ولو كان شقيقا ولا من تحته من أبناء الأخ ولو كان شقيقا.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 136,
            "text": " لا يرث مع العم الشقيق العم للأب ولا من تحته من أبناء العم شقيقا كان أو لأب.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 137,
            "text": " لا يرث مع ابن العم الشقيق ابن العم لأب ولا من تحته من أبناء أبناء العم الشقيق أو لأب.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 138,
            "text": " لا يرث مع البنت أو الشقيقة أو بنت الابن والشقيقة الأخ للأب تعدّد أو اتحد.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 139,
            "text": " لا ترث مع الشقيقتين الأخت للأب إذا لم يكن معها أخ يعصبها.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 140,
            "text": " لا يرث مع الأب الجد ولا الجدة للأب والعم ولا الأخ.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 141,
            "text": " لا يرث مع الجد من كان أعلى منه من الجدود ولا الأخوة للأم ولا العم ولا أبناء الأخ.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 142,
            "text": " لا ترث مع الأم الجدة للأم ولا الجدة للأب.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 143,
            "text": " لا ترث مع الجدة للأم الجدة للأب إذا كانت أبعد منها درجة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 143,
            "text": " عند فقد العصبة ولم تستغرق الفروض التركة يرد الباقي منها على أصحاب الفروض بنسبة فروضهم. أمّا البنت تعددت أو انفردت أو بنت الابن وإن نزلت فإنه يرد عليهما الباقي ولو مع وجود العصبة بالنفس من الاخوة والعمومة وصندوق الدولة. الباب السابع في أحكام مسائل خاصة المسألـــة المشتـركـة",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 144,
            "text": " إذا تركت المرأة زوجا وأما أو جدة واخوة للأم وشقيقا فأكثر، فإن الاخوة للأم والأشقاء يقتسمون ما فضل عن فرض الزوج والأم أو الجدة بينهم على السواء. لا فرق في ذلك بين الذكر والأنثى والشقيق والذي للأم. فلو كان مع الأشقاء اخوة لأب سقطوا. المسألة المالكية",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 145,
            "text": " إذا تركت المرأة زوجا وأما أو جدة وأخوة لأم وشقيقا فأكثر وجدا، فللزوج النصف وللأم أو الجدة السدس وللأخ الشقيق أو الذي للأب الباقي بالتعصيب وهو السدس ولا شيء للاخوة للأم. المسألة الأكدرية",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 146,
            "text": " إذا تركت المرأة زوجا وأمًّا وأختا شقيقة أو لأب وجدا، فللزوج النصف وللأم الثلث وللأخت النصف وللجد السدس، لكن يجمع ما ينوب الأخت والجد ويقسم بينهما للذكر مثل حظ الأنثيين. الباب الثامن في مسائل متنوعة",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 147,
            "text": " يوقف من التركة للحمل الأكثر من حظ ابن واحد أو بنت واحدة إذا كان الحمل يشارك الورثة أو يحجبهم حجب نقصان. فإن كان يحجبهم حجب حرمان يوقف الكل ولا تقسم التركة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 148,
            "text": " إذا كان الحمل يشارك الورثة أو يحجبهم حجب نقصان فمن لا يتغير فرضه يعطى حظه ومن يتغير فرضه من الأكثر إلى الأقل يعطى الأقل ومن يسقط في إحدى حالتي الحمل لا يعطى شيئا.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 149,
            "text": " إذا ادعت المرأة الحمل وأكذبها الورثة تعرّض على أهل المعرفة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 150,
            "text": " إذا توفى الرجل عن زوجته أو عن معتدّته فلا يرثه حملها، إلا إذا ولد حيا لمدة لا تتجاوز العام. ولا يرث الحمل غير أبيه إلا في الحالتين الآتيتين: الأولى: أن يولد حيا لخمسة وستين وثلاثمائة يوم على الأكثر من تاريخ الموت أو الفرقة إن كانت أمه معتدة عدة موت أو فرقة ومات المورث أثناء العدة. الثانية: أن يولد حيا لسبعين ومائتي يوم على الأكثر من تاريخ وفاة المورث إن كان من زوجية قائمة وقت الوفاة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 151,
            "text": " يوقف للمفقود من تركة مورثه نصيبه فيها فإن ظهر حيا أخذه وإن حكم بموته رد نصيبه إلى من يستحقه من الورثة وقت موت مورثه. فإن ظهر حيا بعد الحكم بموته أخذ ما بقي من نصيبه بأيدي الورثة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 152,
            "text": " يرث ولد الزنا من الأم وقرابتها وترثه الأم وقرابتها.",
            "last_updated": " 13 أوت 1956"
          }
        ]
      },
      {
        "section_number": 10,
        "section_title": "الكتاب العاشر - الحجر والرشد",
        "articles": [
          {
            "article_number": 153,
            "text": " يعتبر محجورا للصغر من لم يبلغ سن الرشد وهي عشرون سنة كاملة. وزواج القاصر يرشده، إذا تجاوز السّابعة عشرة من عمره، فيما يتعلّق بحالته الشخصية ومعاملاته المدنية والتجارية.",
            "last_updated": "12 جويلية 1993"
          },
          {
            "article_number": 154,
            "text": " القاصر وليّه أبوه أو أمّه إذا توفي أبوه أو فقد أهليته مع مراعاة أحكام الفصل الثامن من هذه المجلة المتعلّق بالزواج. ولا يعمل بوصية الأب إلا بعد وفاة الأم أو فقدانها الأهلية. وعند وفاة الأبوين أو فقدان أهليتهما ولم يكن للقاصر وصي وجب أن يقدم عليه الحاكم.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 155,
            "text": " للأب ثم للأم ثم للوصي الولاية على القاصر أصالة ولا تبطل إلاّ بإذن من الحاكم لأسباب شرعية.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 156,
            "text": " الصغير الذي لم يتم الثالثة عشرة يعدّ غير مميز وجميع تصرفاته باطلة. والصغير الذي تجاوز الثالثة عشرة مميزا وتصرفاته تكون نافذة إذا كانت من قبيل النفع المحض وباطلة إذا كانت من قبيل الضرر المحض. ويتوقف نفاذها في غير الصورتين المذكورتين على إجازة الولي.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 157,
            "text": " إذا أتمّ الصغير المولى عليه العشرين عاما كاملة ولم يسبق صدور حكم بالتحجير عليه لسبب من الأسباب غير الصغر فإنه يصبح وجوبا رشيدا له كامل الأهلية لمباشرة حقوقه المدنية وتكون جميع تصرفاته نافذة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 158,
            "text": " يمكن للحاكم ترشيد الصغير ترشيدا مقيدا أو مطلقا كما يمكن له الرجوع في هذا الترشيد إن قام لديه موجب في ذلك. وتصرفات الصغير المرشد في حدود ترشيده تكون نافذة صحيحة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 159,
            "text": " لا يمكن ترشيد الصغير إذا لم يتم الخامسة عشرة. الجنون وضعف العقل",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 160,
            "text": " المجنون هو الشخص الذي فقد عقله سواء أكان جنونه مطبقا يستغرق جميع أوقاته أم متقطعا تعتريه فترات يثوب إليه عقله فيها. أما ضعيف العقل فهو الشخص الغير كامل الوعي السيئ التدبير الذي لا يهتدي إلى التصرفات الرائجة ويغبن في المبايعات.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 161,
            "text": " يتعيّن الحجر في الحالات المبينة في الفصل المتقدم بحكم من الحاكم ويعتمد فيه الحاكم أهل المعرفة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 162,
            "text": " التصرفات التي يقوم بها المحجور عليه بدون مساعدة ولي تكون باطلة إذا لم يجزها الولي.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 163,
            "text": " تصرّفات المجنون غير نافذة. وتصرفات ضعيف العقل قبل الحجر يمكن إبطالها إذا كان مشتهرا بضعف العقل وقت إبرامها. السفــه",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 164,
            "text": " السفيه هو الذي لا يحسن التصرف في ماله ويعمل فيه بالتبذير والإسراف. والحجر عليه يتوقّف على حكم من الحاكم.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 165,
            "text": " جميع التصرفات التي باشرها السفيه قبل الحكم صحيحة نافذة ولا رجوع فيها. أما التي باشرها بعد الحكم فيتوقف نفاذها على إجازة وليه.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 166,
            "text": " لا يعتدّ بإقرار السفيه في الأمور المالية. أحكام مشتركة",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 167,
            "text": " الحجر الواقع بحكم لا يرفع إلا بحكم، ما عدا صورة المحجور عليه للصغر.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 168,
            "text": " للمحجور عليه مهما كان سبب الحجر حق القيام بدون واسطة لدى المحاكم بطلب رفع الحجر عنه.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 169,
            "text": " لا تتعارض أحكام هذا الباب مع الإستثناءات الواردة في غيره من أبواب هذه المجلة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 170,
            "text": " أحكام هذا الباب تنطبق على حد السواء على المحجور عليهم ذكورا كانوا أم إناثا.",
            "last_updated": " 13 أوت 1956"
          }
        ]
      },
      {
        "section_number": 11,
        "section_title": "الكتاب الحادي عشر - في الوصية",
        "articles": [
          {
            "article_number": 171,
            "text": " الوصية تمليك مضاف إلى ما بعد الموت بطريق التبرع سواء كان عينا أو منفعة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 172,
            "text": " إذا قيدت الوصية بشرط غير صحيح صحت الوصية وألغي الشرط.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 173,
            "text": " تجوز الوصيّة لأماكن العبادة وللجمعيات ذات الصبغة القانونية.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 174,
            "text": " تصح الوصية مع اختلاف الدين بين الموصي والموصى له.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 175,
            "text": " إذا كان الموصى له أجنبيا تشترط المعاملة بالمثل.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 176,
            "text": " لا تثبت الوصية إلا بالحجة الرسمية أو بكتب محرر ومؤرخ وممضى من الموصي.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 177,
            "text": " يجوز الرجوع في الوصية من الموصي ولكن لا يثبت على معنى الفصل 176. الباب الثاني المـوصــي",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 178,
            "text": " تجوز الوصية من المحجور عليه لسفه أو ضعف عقل ومن البالغ ثمانية عشر عاما إذا أمضاها الحاكم.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 179,
            "text": " لا وصية لوارث ولا فيما زاد على الثلث إلاّ بإجازة الورثة بعد وفاة الموصي.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 180,
            "text": " تخصيص الموصي في حياته جميع ورثته أو بعضهم بـأعيان من ماله يعادل منابهم من الإرث جائز ويلزم بالوفاة. الزائد على المناب يجري على أحكام الوصية للوارث. الباب الثالث المـوصـى لـه",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 181,
            "text": " الموصى له يستحق الوصية مع ما زاد فيها من زمن وفاة الموصي.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 182,
            "text": " لا تصحّ الوصية بالمنافع إلا لطبقة واحدة وبانقراضها تعود العين لتركة الموصي.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 183,
            "text": " الوصية لاثنين فأكثر ترد إلى الثلث إذا تجاوزته وتقع القسمة مع مراعاة قصد الموصي في المفاضلة والتساوي.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 184,
            "text": " تصح الوصية للحمل بشرط أن يكون موجودا في تاريخ الإيصاء وأن يوضع حيا في المدة المعينة بالفصل 35. وتحفظ غلة الموصى به من حين وفاة الموصي إلى أن ينفصل الحمل. الباب الرابع الموصى به",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 185,
            "text": " إذا هلك الموصى به المعين أو استحق لا شيْ للموصى له و إذا هلك بعضه أو استحق أخذ الموصى له ما بقي منه.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 186,
            "text": " الموصى به يجب أن يكون موجودا عند الوصية في ملك الموصي إن كان معينا بالذات.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 187,
            "text": " الوصية لغير الوارث تمضي في الثلث من التركة بدون توقف على إجازة الورثة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 188,
            "text": " من لا دين عليه ولا وارث تنفذ وصيته ولو بكل ماله بدون توقف على ميراث صندوق الدولة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 189,
            "text": " الوصية بالمنفعة في شيء معين تنفذ بالمدة المعينة بها فإن لم تعين للموصى له حق التمتع بالمنفعة طيلة حياته إن لم يظهر من الوصية ما يخالف ذلك.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 190,
            "text": " القرض بقدر معلوم من المال بطريق الوصية لا ينفذ فيما زاد على ثلث التركة إلا إذا أجازه الورثة. الباب الخامس الوصية الواجبة",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 191,
            "text": " من توفّى وله أولاد ابن ذكرا أو أنثى مات والدهم أو والدتهم قبله أو معه، وجبت لهؤلاء الأولاد وصية على نسبة حصة ما يرثه أبوهم أو والدتهم عن أصله الهالك، باعتبار موته إثر وفاة أصله المذكور، بدون أن يتجاوز ذلك ثلث التركة. ولا يستحق هؤلاء الأحفاد الوصية المذكورة: 1) إذا ورثوا أصل أبيهم جدا أو جدة. 2) إذا أوصى لهم الجد أو الجدة في حياته أو أعطاهم بلا عوض مقدار الوصية الواجبة. فإن أوصى لهم الجد بأقل وجبت تكملة الناقص وإن أوصى بأكثر فتطبق على الزائد القواعد العامة للوصية. الوصية الواجبة مقدمة على الوصية الاختيارية والوصايا الاختيارية متساوية وإن تزاحمت تقسم على التناسب.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 192,
            "text": " لا تنصرف هذه الوصية إلا للطبقة الأولى من أولاد الأبناء ذكورا أو إناثا، وتقسم بينهم للذكر مثل حظ الأنثيين. الباب السادس القبول والرد",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 193,
            "text": " الوصية ترد برد الموصى له أو برد نائبه.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 194,
            "text": " الرد يجب أن يكون بعد وفاة الموصي في أجل أقصاه شهران من تاريخ إعلام الموصى له بالوصية. وسكوت الموصى له مع سابق إعلامه بالوصية إلى انقضاء الأجل المذكور يعتبر قبولا. فإن مات خلالها تقوم ورثته مقامه من يوم إعلامهم بالوصية.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 195,
            "text": " إذا قبل الموصى له بعض الوصية ورد بعضها الآخر تلزم فيما قبل وتبطل في البعض الآخر. وفي صورة تعدّد الموصى لهم وقبول بعضهم دون البعض الآخر تنفذ بالنسبة لمن قبل وتلغى بالنسبة للآخر.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 196,
            "text": " لا يعتبر القبول بعد الرد ولا الرد بعد القبول، إلا إذا قبل الورثة. الباب السابع بطلان الوصية",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 197,
            "text": " تبطل الوصية: 1) بجنون الموصي جنونا مطبقا إذا اتصل بموته. 2) بموت الموصى له قبل الموصي. 3) بهلاك الموصى به المعين قبل وفاة الموصي. 4) برد الموصى له بعد وفاة الموصي.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 198,
            "text": " الوصية الاختيارية والوصية الواجبة تمنع بقتل الموصى له للموصي عمدا أو تسببه في قتله سواء بصفة فاعل أصلي أو شريك أو مشارك أو كان شاهد زور أدت شهادته للحكم بإعدام الموصي. كلّ ذلك إذا كان القتل بلا عذر شرعي وكان القاتل عاقلا بالغا من العمر ثلاثة عشر عاما.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 199,
            "text": " بطلان الوصية كلاّ أو بعضا يرجع بالموصى به إلى تركة الموصي.",
            "last_updated": " 13 أوت 1956"
          }
        ]
      },
      {
        "section_number": 12,
        "section_title": "الكتاب الثاني عشر - في الهبة",
        "articles": [
          {
            "article_number": 200,
            "text": " الهبة عقد بمقتضاه يملك شخص آخر مالا بدون عوض. ويجوز للواهب دون أن يتجرّد عن نيّة التبرع أن يفرض على الموهوب له القيام بالتزام معين وتسمى هبة عوض. الباب الثاني أركان الهبة",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 201,
            "text": " تتمّ الهبة بتسليم الشيء الموهوب إلى الموهوب له. والهبة باطلة إذا مات الواهب أو الموهوب له قبل التسليم وإن اجتهد الموهوب له في طلبه.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 202,
            "text": " قواعد تسليم المبيع تنسحب على تسليم الموهوب فيما لا يتنافى مع طبيعة الهبة وقواعدها الخاصّة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 203,
            "text": " إذا لم يتم التسليم كان للموهوب له أن يطالب به.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 204,
            "text": " لا تصحّ الهبة إلا بحجّة رسمية. والحقوق العينية المترتّبة عنها بالنسبة للعقارات المسجلة لا تتكوّن إلاّ بترسيمها بالسجل العقاري. أما فيما يخص المنقولات المادية فالهبة تصح بالمناولة مع مراعاة الأحكام الخاصة المتعلقة بالمنقولات المسجّلة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 205,
            "text": " هبة الأموال المستقبلة باطلة.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 206,
            "text": " إذا صدرت الهبة خلال مرض متّصل بالموت اعتبرت وصية. الباب الثالث ما يترتّب على الهبة",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 207,
            "text": " لا يضمن الواهب استحقاق الشيء الموهوب إلا إذا تعمد إخفاء سبب الاستحقاق، أو كانت الهبة بعوض وفي الحالة الأولى يقدر للموهوب له تعويض عادل عما أصابه من الضرر. وفي الحالة الثانية لا يضمن الواهب الاستحقاق إلا بقدر ما أداه الموهوب له من عوض، كلّ هذا ما لم يتفق على غيره. وإذا استحق الشيء الموهوب حل الموهوب له محل الواهب فيما له من حقوق ودعاوى.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 208,
            "text": " لا يضمن الواهب خلو الشيء الموهوب من العيب. على أنه إذا تعمد الواهب إخفاء العيب أو ضمن خلو الشيء الموهوب من العيوب كان ملزما بتعويض الضرر الناشئ عن العيب ويكون كذلك ملزما بالتعويض إذا كانت الهبة بعوض على ألا يتجاوز التعويض في هذه الحالة قدر ما أداه الموهوب له من العوض. الباب الرابع الرجوع في الهبة",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 209,
            "text": " إذا اشترط الواهب أنه يرجع في هبته إن شاء فالهبة صحيحة والشرط باطل.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 210,
            "text": " يجوز للواهب مع مراعاة حقوق الغير المكتسبة قانونا طلب الرجوع في هبته لأحد الأسباب الآتية ما لم يوجد مانع من الموانع الواردة بالفصل 212: 1) إذا أخل الموهوب له بما يجب عليه نحو لواهب بحيث يكون هذا الإخلال جحودا كبيرا منه. 2) إذا أصبح الواهب عاجزا من أن يوفّر لنفسه أسباب المعيشة بما يتفق مع مكانته الاجتماعية أو إذا أصبح غير قادر على الوفاء بما يفرضه عليه القانون من النفقة. 3) إن يرزق الواهب بعد الهبة ولدا يظل حيا إلى وقت الرجوع.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 211,
            "text": " حق القيام بطلب الرجوع في الهبة بسبب الجحود يسقط بمضي عام من يوم حصوله أو من اليوم الذي من شأنه أن يحصل فيه العلم للواهب بالجحود وعلى كلّ حال يسقط حق القيام بعد انقضاء عشرة أعوام من يوم حصوله. ولا ينتقل هذا الحق إلى ورثة الواهب إلا إذا سبق منه القيام بدعوى الرجوع أو إذا توفي قبل مرور عام على حصول الجحود.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 212,
            "text": " لا يجوز طلب الرجوع في الهبة إذا وجد مانع من الموانع الآتية: 1) إذا حصل للشيء الموهوب زيادة متصلة موجبة لزيادة قيمته. 2) إذا فوت الموهوب له في الشيء الموهوب. أما إذا اقتصر التفويت على بعض الموهوب جاز للواهب أن يرجع في الباقي. 3) إذا هلك الشيء الموهوب في يد الموهوب له سواء كان الهلاك بفعله أو بحادث أجنبي لا يد له فيه أو بسبب الاستعمال. فإذا لم يهلك إلا بعض الشيء جاز الرجوع في الباقي.",
            "last_updated": " 13 أوت 1956"
          },
          {
            "article_number": 213,
            "text": " يترتّب على الرجوع في الهبة أن تعتبر الهبة كأن لم تكن. ولا يردّ الموهوب له الثمرات إلا من وقت الاتفاق على الرجوع أو من وقت رفع الدعوى وله أن يرجع بجميع ما أنفقه من مصاريف ضرورية. أمّا المصاريف النافعة فلا يجوز الرجوع فيها إلاّ بالقدر الذي زاد في قيمة القدر الموهوب.",
            "last_updated": " 13 أوت 1956"
          }
        ]
      }
    ]
  }