{
    "document": "Tunisian Constitution 2022 (Arabic)",
    "language": "ara",
    "issuance_date" : "2022",
    "articles": [
        {
            "id": "الفصل 1",
            "text": "الفصل 1: تونس دولة حرة، مستقلة، ذات سيادة",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 2",
            "text": "الفصل 2: نظام الدولة التونسية هو النظام الجمهوري",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 3",
            "text": ".الفصل 3: الشعب ألتونسي هو صاحب السيادة يمارسها على الوجه الذي يضبطه هذا الدستور",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 4",
            "text": "الفصل 4: تونس دولة موحدة، ولا يجوز وضع أي تشريع يمس بوحدتها",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 5",
            "text": ".الفصل 5: تونس جزء من الأمة الاسلامية، وعلى الدولة وحدها أن تعمل، في ظل نظام ديمقراطي، على تحقيق مقاصد الاسلام الحنيف في الحفاظ  على النفس والعرض والمال والدين والحرية",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 6",
            "text": ".الفصل 6: تونس جزء من لمة العربية واللفة الرسمية هي اللغة العربية",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 7",
            "text": ".الفصل 7: الجمهورية التونسية جزء من المغرب العربي الكبير تعمل على تحقيق وحدته في نطاق المصلحة المشتركة",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 8",
            "text": ".الفصل 8: علم الدولة التونسية أحمر تتوسطه دائرة بيضاء بها نجم أحمر ذو خمسة أشعة يحيط بها هلال أحمر حسب ما يضبطه القانون",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 9",
            "text": "الفصل 9: شعار الجمهورية التونسية هو حرية، نظام، عدالة.",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 10",
            "text": ".الفصل 10: طغراء الجمهورية التونسية يحددها القانون",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 11",
            "text": "الفصل 11: النشيد الرسمي للجمهورية التونسية هو حماة الحمى",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 12",
            "text": ".الفصل 12: الأسرة هي الخلية الأساسية للمجتمع وعلى الدولة حمايتها",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 13",
            "text": "الفصل 13: تحرص الدولة على توفير الظروف الكفيلة بتنمية قدرات الشباب وعلى تمكينه من كافة الوسائل حتى يساهم بصفة فاعلة في التنمية الشاملة للبلاد",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 14",
            "text": "الفصل 14: الدفاع عن حوزة الوطن واجب مقدس على كل مواطن",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 15",
            "text": "  .الفصل 15: أداء ألضرائب والتكاليف العامة واجب على كل شخص على أساس العدل والانصاف وكل تهرب ضريبي يعتبر جريمة في حق الدولة والمجتمع ",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 16",
            "text": " الفصل 16: ثروأت الوطن ملك للشعب التونسي، وعلى الدولة أن تعمل على توزيع عائدأتها على أساس العدل والانصاف بين المواطنين في كل  جهات الجمهورية.تعرض الاتفاقيات وعقود الاستثمار المتعلقة بالثروات الوطنية على مجلس نواب الشعب وعل المجلس الوطني للجهات والأقاليم للموافقة عليها.",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 17",
            "text": ". الفصل 17: تضمن الدولة التعايش بين القطاعين العام والخاص وتعمل على تحقيق التكامل بينهما على قاعدة العدل الجتماعي",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 18",
            "text": ".الفصل 18: على الدولة توفير كل الوسائل القانونية والمادية للعاطلين عن العمل لبعث مشاريع تنموية",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 19",
            "text": "الفصل 19: الادارة العمومية و سائر مرافق الدولة في خدمة الموأطن على أساس الحياد والمساواة. وكل تمييز بين المواطنين على أساس أي انتماء جريمة يعاقب عليها القانون.",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 20",
            "text": "الفصل 20: على رئيس الجمهورية ورنيس الحكومة وأعضانها وأعضاء أي مجلس نيابي وعلى القضاة أن يصرحوا بمكاسبهم وفق ما يضبطه القانون يسري هذا الحكم على أعضاء الهيئات المستقلة وعلى كل من يتولى وظيفة عليا",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 21",
            "text": ".الفصل 21: تضمن الدولة حياد الموسسات التربوية من أي توظيف حزبي",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 22",
            "text": ".الفصل 22: تضمن الدولة للمواطنين والمواطنات الحقوق والحريات الفردية والعامة وتهيئ لهم أسباب العيش الكريم",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 23",
            "text": " .الفصل 23: المواطنون والمواطنات متساوون في الحقوق والواجبات وهم سواء أمام القانون دون أي تمييز",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 24",
            "text": ".الفصل 24: الحق في الحياة مقدس. ولا يجوز المساس به الا في حالات قصوى يضبطها القانون",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id" :"الفصل 25",
            "text": ".الفصل 25: تحمي الدولة كرامة الذأت البشرية وحرمة الجسد، وتمنع التعذيب المعنوي والمادي. ولا تسقط جريمة التعذيب بالتقادم",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 26",
            "text": "الفصل 26: حرية الفرد مضمونة",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 27",
            "text": "الفصل 27: تضمن الدولة حرية المعتقد وحرية الضمير",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 28",
            "text": ".الفصل 28: تحمي الدولة حرية القيام بالشعائر ألدينية ما لم تخل بالأمن ألعام",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 29",
            "text": "الفصل 29: حق الملكية مضمون، ولا يمكن الحد منه الا في الحالات وبالضمانات التي يضبطها القانون. الملكية الفكرية مضمونة",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 30",
            "text": ".الفصل 30: تحمي الدولة الحياة الخاصة وحرمة المسكن وسرية المراسلات والاتصالات والمعطيات الشخصية. لكل مواطن الحرية في اختيار مقر اقامته وفي التنقل داخل الوطن وله الحق في مغادرته",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 31",
            "text": ".الفصل 31: يحجر سحب الجنسية التونسية من أي مواطن أو تغريبه أو تسليمه أو منعه من العودة الى الوطن",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 32",
            "text": ".الفصل 32: حق اللجوء السياسي مضمون طبق ما يضبطه القانون، ويحجر تسليم المتمتعين باللجوء السياسي",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 33",
            "text": ".الفصل 33: المتهم بريء الى أن تثبت ادانته في محاكمة عادلة تكفل له فيها جميع ضمانات الدفاع في أطوار التتبع والمحاكمة",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 34",
            "text": ".الفصل 34: العقوبة شخصية ولا تكون الا بمقتضى نص قانوني سابق الوضع، باستثناء حالة النص الرفق بالمتهم",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 35",
            "text": ".الفصل 35: لا يمكن ايقاف شخص أو الاحتفاظ به الا في حالة التلبس أى بقرار قضاني، ويعلم فورا بحقوقه وبالتهمة المنسوبة اليه، وله أن ينيب محاميا. وتحدد مدة الايقاف والاحتفاظ بقانون",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 36",
            "text": " .الفصل 36: لكل سجين الحق في معاملة انسانية تحفظ كرامته. تراعي الدولة في تنفيذ العقوبات السالبة للحرية مصلحة الأسرة، و تعمل على اعادة تأهيل السجين وإدماجه في المجتمع",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 37",
            "text": ".الفصل 37: حرية ألرأي والفكر والتعبير والاعلام والنشر مضمونة. لا يجوز ممارسة رقابة مسبقة على هذه الحريات",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 38",
            "text": ".الفصل 38: تضمن الدولة الحق في الاعلام والحق في النفاذ الى المعلومة. تسعى الدولة الى ضمان الحق في النفاذ الى شبكات التصال",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 39",
            "text": ".الفصل 39: حقوق الانتخاب و الاقتراع والترشح مضمونة طبق ما يضبطه القانون",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 40",
            "text": " .الفصل 40: حرية تكوين الأحزاب والنقابات والجمعيات مضمونة. تلتزم الأحزاب والنقابات والجمعيات في أنظمتها الساسية وفي أنشطتها بأحكام الدستور والقانون وبالشفافية المالية ونبذ العنف",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 41",
            "text": " .الفصل 41: الحق النقابي بما في ذلك حق الأضراب مضمون. ولا ينطبق هذا الحق على الجيش الوطني. ولا يشمل حق الأضراب القضاة وقوات الأمن الداخلي والديوانة",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 42",
            "text": "الفصل 42: حرية الاجتماع والتظاهر السلميين مضمونة ",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 43",
            "text": " .الفصل 43: الصحة حق لكل انسان. تضمن الدولة الوقاية والرعاية الصحية لكل مواطن، وتوفر الامكانيات الضرورية لضمان السلامة وجودة الخدمات الصحية. تضمن الدولة العلاج المجاني لفاقدي السند، ولذوي الدخل المحدود. وتضمن الحق في التغطية الاجتماعية طبق ما ينظمه القانون",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 44",
            "text": "الفصل 44: التعليم الالزامي الى سن السادسة عشرة. تضمن الدولة الحق في التعليم العمومي المجاني بكامل مراحله، وتسعى الى توفير الامكانيات الضرورية لتحقيق جودة التربية والتعليم والتكوين. كما تعمل على تأصيل الناشئة في هويتها العربية الاسلامية وانتمانها الوطني وعلى ترسيخ اللغة العربية ودعمها وتعميم استخدامها والانفتاح على اللغات الأجنبية والحضارات الانسانية ونشر ثقافة حقوق الانسان",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 45",
            "text": "الفصل 45: الحريات الأكاديمية وحرية البحث العلمي مضمونة. توفر الدولة الامكانيات اللزمة للابتكار ولتطوير البحث ألعلمي",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 46",
            "text": " .الفصل 46: العمل حق لكل مواطن ومواطنة، وتتخذ الدولة التدابير الضرورية لضمانه على أساس الكفاءة والانصاف. ولكل مواطن ومواطنة الحق في العمل في ظروف لانقة وبأجر عادل",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 47",
            "text": "الفصل 47: تضمن الدولة الحق في بيئة سليمة ومتوازنة والمساهمة في سلامة المناخ. وعلى الدولة توفير الوسائل الكفيلة بالقضاء على التلوث البيئي",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 48",
            "text": ".الفصل 48: على الدولة توفير الماء الصالح للشراب للجميع على قدم المساواة، وعليها المحافظة على الثروة المائية للأجيال القادمة",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id" :"الفصل 49",
            "text": "الفصل 49: الحق في الثقافة مضمون. حرية الابداع مضمونة. تشجع الدولة الابداع الثقافي وتدعم الثقافة الوطنية في تأصلها وتنوعها وتجددها، بما يكرس قيم التسامح ونبذ العنف والانفتاح على مختلف الثقافات. تحمي الدولة الموروث الثقافي وتضمن حق الأجيال القادمة فيه",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 50",
            "text": "الفصل 50: تدعم الدولة الرياضة، وتسعى الى توفير الامكانيات اللازمة لممارسة الأنشطة الرياضية والترفيهية",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 51",
            "text": " .الفصل 51: تلتزم الدولة بحماية الحقوق المكتسبة للمرأة وتعمل على دعمها وتطويرها تضمن الدولة تكافق الفرص بين الرجل والمرأة في تحمل مختلف المسؤوليات وفي جميع المجالات. تسعى الدولة الى تحقيق التناصف بين المرأة والرجل في المجالس المنتخبة. تتخذ الدولة التدابير الكفيلة بالقضاء على العنف ضد المرأة",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 52",
            "text": "الفصل 52: حقوق الطفل مضمونة. وعلى أبويه وعلى الدولة أن يضمنوا له الكرامة والصحة والرعاية والتربية والتعليم. وعلى الدولة أيضا توفير جميع أنواع الحماية لكل الأطفال دون تمييز وفق مصالح الطفل الفضلى. وتتكفل الدولة بالأطفال المتخلى عنهم أو مجهولي النسب",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 53",
            "text": "الفصل 53: تضمن الدولة المساعدة للمسنين اللذين لا سند لهم",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id" :"الفصل 54",
            "text": "الفصل 54: تحمي الدولة الأشخاص ذوي الاعاقة من كل تمييز وتتخذ كل التدابير التي تضمن لهم الاندماج الكامل في المجتمع",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 55",
            "text": "الفصل 55: لا توضع قيود على الحقوق والحريات المضمونة بهذا الدستور الا بمقتضى قانون ولضرورة يقتضيها نظام ديمقراطي وبهدف حماية حقوق الغير أو لمقتضيات الأمن العام أو الدفاع الوطني أو الصحة العمومية. ويجب ألا تمس هذه القيود بجوهر الحقوق والحريات المضمونة بهذا الدستور وأن تكون مبررة بأهدافها، متناسبة مع دواعيها. لا يجوز لأي تنقيح أن ينال من مكتسبات حقوق الانسان وحرياته المضمونة في هذا الدستور. على كل الهيئات القضائية أن تحمي هذه الحقوق والحريات من أي انتهاك ",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 56",
            "text": ". الفصل 56: يفوض الشعب، صاحب السيادة، الوظيفة التشريعية لمجلس نيابي أول يسمى مجلس نواب الشعب ولمجلس نيابي ثان يسمى المجلس الوطني للجهات والأقاليم",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 57",
            "text": " .الفصل 57:  مقر مجلس نواب الشعب ومقر المجلس الوطني للجهات والأقاليم تونس العاصمة، ولهما، في الظروف الاستثنائية، أن يعقدا جلساتهما بأي مكان آخر من تراب الجمهورية ",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 58",
            "text": "الفصل 58: الترشح لعضوية مجلس نواب الشعب حق لكل ناخب أو ناخبة ولد لأب تونسي أو لأم تونسية وبلغ من العمر ثلثا وعشرين سنة كاملة يوم تقديم ترشحه، شرط ألا يكون مشمول بأي صورة من صور الحرمان التي يضبطها القانون الانتخابي",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 59",
            "text": "الفصل 59: يعتبر ناخبا كل موأطن أو مواطنة يتمتع بالجنسية التونسية وبلغ من العمر ثماني عشرة سنة كاملة، وتتوفر فيه الشروط التي يحددها القانون النتخابي",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 60",
            "text": " .الفصل 60: يتم انتخاب أعضاء مجلس نواب الشعب انتخابا عاما حرا مباشرا سريا لمدة خمس سنوات خلال الأشهر الثلاثة الأخيرة من المدة النيابية وفق ما يضبطه القانون الانتخابي",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 61",
            "text": ".الفصل 61: يحجر على النائب ممارسة أي نشاط آخر بمقابل أو دون مقابل. وكالة النائب قابلة للسحب وفق الشروط التي يحددها القانون النتخابي",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 62",
            "text": " .الفصل 62: اذا انسحب نائب من الكتلة النيابية التي كان ينتمي اليها عند بداية المدة النيابية لا يجوز له الالتحاق بكتلة أخرى",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 63",
            "text": " .الفصل 63: اذا تعذر اجراء الانتخابات في الميعاد المحدد بسبب حرب أو خطر داهم، فإن مدة المجلس تمدد بقانون",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 64",
            "text": ".الفصل 64: لا يمكن تتبع النائب أو ايقافه أو محاكمته بسبب أراء يبديها أو أقتراحات يتقدم بها أو أعمال تدخل في اطار مهام نيابته داخل المجلس",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 65",
            "text": ".الفصل 65: لا يمكن تتبع أحد النواب أو ايقافه طيلة مدة نيابته بسبب تتبعات جزئية ما لم يرفع عنه مجلس نواب الشعب الحصانة. أما في حالة التلبس بالجريمة، فإنه يمكن ايقافه ويتم اعلام المجلس حالا و يستمر الايقاف اذا رفع المجلس الحصانة. وخلال عطلة المجلس، يقوم مكتبه مقامه",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 66",
            "text": "الفصل 66: لا يتمتع النائب بالحصانة البرلمانية بالنسبة الى جرائم القذف والثلب وتبادل العنف المرتكبة داخل المجلس أو خارجه، ولا يتمتع بها أيضا في صورة تعطيله للسير العادي لأعمال المجلس",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 67",
            "text": ".الفصل 67: يمارس مجلس نواب الشعب الوظيفة التشريعية في حدود الاختصاصات المخولة له في هذا الدستور",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 68",
            "text": " .الفصل 68: لرئيس الجمهورية حق عرض مشاريع القوأنين. و للنواب حق عرض مقترحات القوانين شرط أن تكون مقدمة من عشرة نواب على الأقل. يختص رنيس ألجمهورية بتقديم مشاريع قوانين. الموافقة على المعاهدات ومشاريع قوانين المالية. و لمشاريع رنيس الجمهورية أولوية النظر",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 69",
            "text": ".الفصل 69: مقترحات القوانين ومقترحات التنقيح التي يتقدم بها النواب لا تكون مقبولة اذا كان من شأنها الاخلال بالتوازنات المالية للدولة",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 70",
            "text": ".الفصل 70: لمجلس نواب الشعب أن يفوض، لمدة محدودة ولغرض معين، الى رنيس الجمهورية اتخاذ مراسيم يعرضها على مصادقة المجلس اثر انقضاء المدة المذكورة",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 71",
            "text": ".الفصل 71: يعقد مجلس نواب الشعب دورة عادية تبتدئ خلال شهر أكتوبر وتنتهي خلال شهر جويلية, على أن تكون بداية الدورة الأولى من المدة النيابية لمجلس نواب الشعب في أجل أقصاه خمسة عشر يوما من تاريخ الاعلان عن النتائج النهائية للانتخابات بدعوة من رئيس المجلس المنتهية مدته أو بدعوة من رنيس الجمهورية في حالة حل مجلس نواب الشعب. وفي صورة تزامن بداية الدورة الأولى من المدة النيابية لمجلس نواب الشعب مع عطلته السنوية تفتتح دورة أستثنائية لمدة خمسة عشر يوما. كما يمكن أن يجتمع مجلس نواب الشعب أثناء عطلته في دورة استثنائية بطلب من رنيس الجمهورية أو من ثلث أعضائه للنظر في جدول أعمال محدد",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 72",
            "text": ".الفصل 72: ينتخب مجلس نواب الشعب من بين أعضانه لجانا قارة تعمل دون انقطاع حتى أثناء عطلة المجلس",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 73",
            "text": " .الفصل 73: لرئيس الجمهورية أن يتخذ خلال عطلة المجلس، بعد اعلام اللجنة القارة المختصة، مراسيم يقع عرضها على مصادقة مجلس نواب الشعب وذلك في الدورة العادية الموالية للعطلة",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 74",
            "text": ".الفصل 74: يصادق رئيس الجمهورية على المعاهدات ويأذن بنشرها . ولا تجوز المصادقة على المعاهدات المتعلقة بحدود الدولة والمعاهدات التجارية والمعاهدات الخاصة بالتنظيم الدولي وتلك المتعلقة بالتعهدات المالية للدولة والمعاهدات المتضمنة أحكاما ذات صبغة تشريعية الا بعد الموافقة عليها من قبل مجلس نواب الشعب. لا تعد المعاهدات نافذة المفعول الا بعد المصادقة عليها وشريطة تطبيقها من الطرف الخر و المعاهدات المصادق عليها من قبل رئيس الجمهورية والموافق عليها من قبل مجلس نواب الشعب أعلى من القوانين ودون الدستور ",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 75",
            "text": ". الفصل 75: تتخذ شكل قوانين أساسية النصوص المتعلقة بالمسائل التالية: الأساليب العامة لتطبيق الدستور. الموافقة على المعاهدات. تنظيم العلاقة بين مجلس نواب الشعب والمجلس الوطني للجهات والأقاليم. تنظيم العدالة والقضاء . تنظيم الاعلام والصحافة والنشر.  تنظيم الأحزاب والجمعيات والنقابات والمنظمات والهيئات المهنية وتمويلها. تنظيم الجيش الوطني.  تنظيم قوات الأمن الداخلي والديوانة.  القانون الانتخابي.  التمديد في مدة مجلس نواب الشعب وفق أحكام الفصل الثالث والستين من هذا الدستور. التمديد في المدة الرناسية وفق أحكام الفقرة الخامسة من الفصل التسعين من هذا الدستور. الحريات وحقوق الانسان. الأحوال الشخصية. المجالس المحلية والمجالس الجهوية ومجالس الأقاليم والهياكل التي يمكن أن تتمتع بصفة الجماعة المحلية. تنظيم الهيئات الدستورية. القانون الأساسي للميزانية. وتتخذ شكل قوانين عادية النصوص المتعلقة بالمسائل التالية: احداث أصناف المؤسسات والمنشأت العمومية. الجنسية. الالتزامات المدنية والتجارية. ضبط الجنايات والجنح والعقوبات المنطبقة عليها وكذلك المخالفات المستوجبة لعقوبة سالبة للحرية. العفو العام. ضبط قاعدة الأداءات والمساهمات ونسبها وإجراءات استخلاصها. نظام اصدار العملة. القروض والتعهدات المالية للدولة. التصريح بالمكاسب. الضمانات الساسية الممنوحة للموظفين المدنيين والعسكريين. تنظيم المصادقة على المعاهدات. قوانين المالية وغلق الميزانية والمصادقة على مخططات التنمية. المبادئ الأساسية لنظام الملكية والحقوق العينية والتعليم والبحث العلمي والثقافة والصحة العمومية والبيئة والتهيئة الترابية و العمرانية والطاقة وقانون الشغل والضمان الاجتماعي. الموافقة على الاتفاقيات وعقود الاستثمار المتعلقة بالثروات الوطنية",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 76",
            "text": " .الفصل 76: ترجع الى السلطة الترتيبية العامة المواد التي لا تدخل في مجال القانون. ويمكن تنقيح النصوص السابقة المتعلقة بهذه المواد بأمر يعرض وجوبا على المحكمة الادارية ويصدر بناء على رأيها المطابق. ولرئيس الجمهورية أن يدفع بعدم قبول أي مشروع قانون أو أي مشروع تعديل يتضمن تدخلا في مجال السلطة الترتيبية العامة.ويعرض رنيس الجمهورية المسألة على المحكمة الدستورية للبت فيها في أجل أقصاه عشرة أيام ابتداء من تاريخ بلوغها اليها",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 77",
            "text": ".الفصل 77: تضبط التوجهات التنموية في مخطط التنمية الذي تقع الموافقة عليه بقانون",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 78",
            "text": " . الفصل 78: يرخص ألقانون في موأرد ألدولة وتكاليفها طبق ألحكام ألمنصوص عليها بالقانون الساسي للميزنية. يصادق مجلس نواب الشعب على مشاريع قوانين المالية وغلق الميزانية طبق الأحكام المنصوص عليها بالقانون الأساسي للميزانية. يقدم مشروع قانون المالية للمجلس في أجل أقصاه 15 أكتوبر ويصادق عليه في أجل أقصاه 10 ديسمبر. يمكن لرئيس الجمهورية أن يرد المشروع الى المجلس لقراءة ثانية خلال اليومين المواليين لمصادقة المجلس عليه. وفي صورة الرد، يجتمع المجلس للتداول ثانية خلال الأيام الثلاثة الموألية لممارسة حق الرد. يجوز لرئيس الجمهورية أو لثلث أعضاء مجلس نواب الشعب أو لثلث أعضاء المجلس الوطني للجهات والأقاليم، خلال الأيام الثلاثة الموالية لمصادقة المجلس للمرة الثانية بعد الرد أو بعد انقضاء أجال ممارسة حق الرد دون حصوله، الطعن بعدم الدستورية في أحكام قانون المالية أمام المحكمة الدستورية التي تبت في أجل لا يتجاوز الأيام الخمسة الموالية للطعن. اذا قضت المحكمة بعدم الدستورية، تحيل قرارها الى رئيس الجمهورية اللذي يحيله بدوره الى رنيس مجلس نواب الشعب ورنيس المجلس الوطني للجهات والأقاليم، في أجل لا يتجاوز يومين اثنين من تاريخ قرار المحكمة. ويصادق المجلسان على المشروع خلال الأيام الثلاثة الموالية لتوصلهما بقرار المحكمة الدستورية عند اقرار دستورية المشروع أو عند المصادقة عليه ثانية اثر الرد أو عند انقضاء أجال الرد وآجال الطعن بعدم الدستورية، يختم رئيس الجمهورية مشروع قانون المالية في أجل يومين. وفي كل الحالات، يتم الختم في أجل لا يتعدى 31 من شهر ديسمبر. اذا لم تتم المصادقة على مشروع قانون المالية في أجل 31 من شهر ديسمبر، يمكن تنفيذ المشروع، فيما يتعلق بالنفقات، بأقساط ذات ثلاثة أشهر قابلة للتجديد بمقتضى أمر. وتستخلص الموارد طبقا للقوانين الجاري بها العمل",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 79",
            "text": ".الفصل 79: يصادق مجلس نواب الشعب على القوانين الساسية بالأغلبية المطلقة لللأعضاء وعلى القوانين العادية بأغلبية العضاء الحاضرين على ألا تقل هذه الغلبية عن ثلث أعضاء المجلس",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 80",
            "text": ".الفصل 80: في حالة حل مجلس نواب ألشعب، لرئيس الجمهورية اصدار مراسيم تعرض على مصادقة المجلس في دورته العادية الأولى يستثنى القانون النتخابي من مجال المراسيم",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 81",
            "text": ".الفصل 81: يتكون المجلس الوطني للجهات والأقاليم من نواب منتخبين عن الجهات والأقاليم. ينتخب أعضاء كل مجلس جهوي ثلاثة أعضاء من بينهم لتمثيل جهاتهم بالمجلس الوطني للجهات والأقاليم. وينتخب الأعضاء المنتخبون في المجالس الجهوية في كل اقليم نائبا واحدا من بينهم يمثل هذا الاقليم في المجلس الوطني للجهات والأقاليم. يتم تعويض النائب الممثل لللاقليم طبقا لما يضبطه القانون الانتخابي",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 82",
            "text": ".الفصل 82: لا يمكن الجمع بين عضوية مجلس نواب الشعب وعضوية المجلس الوطني للجهات والأقاليم. ويحجر الجمع بين عضوية المجلس الوطني للجهات والأقاليم وأي نشاط بمقابل أو دون مقابل",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 83",
            "text": ".الفصل 83: تنسحب الأحكام المتعلقة بالحصانة البرلمانية لأعضاء مجلس نواب الشعب على أعضاء المجلس الوطني للجهات والأقاليم",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 84",
            "text": ".الفصل 84: تعرض وجوبا على المجلس الوطني للجهات والأقاليم المشاريع المتعلقة بميزانية الدولة ومخططات التنمية الجهوية والاقليمية والوطنية لضمان التوازن بين الجهات والأقاليم. لا تتم المصادقة على قانون المالية ومخططات التنمية الا بأغلبية الأعضاء الحاضرين بكل من المجلسين على ألا تقل هذه الأغلبية عن ثلث أعضاء كل مجلس",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 85",
            "text": ".الفصل 85: يمارس مجلس الجهات والأقاليم صلاحيات الرقابة والمساءلة في مختلف المسائل المتعلقة بتنفيذ الميزانية ومخططات التنمية",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 86",
            "text": ".الفصل 86: ينظم القانون العلاقات بين مجلس نواب الشعب والمجلس الوطني للجهات والأقاليم",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 87",
            "text": ".الفصل 87: رئيس الجمهورية يمارس الوظيفة التنفيذية بمساعدة حكومة يرأسها رئيس حكومة",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 88",
            "text": ".الفصل 88: رئيس الجمهورية هو رنيس الدولة ودينه الاسلام",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 89",
            "text": ".الفصل 89: الترشح لمنصب رئيس الجمهورية حق لكل تونسي أو تونسية غير حامل لجنسية أخرى مولود لأب وأم، وجد لأب، وجد لأم تونسيين، وكلهم تونسيون دون انقطاع. ويجب أن يكون المترشح أو المترشحة، يوم تقديم ترشحه، بالغا من العمر أربعين سنة على الأقل ومتمتعا بجميع حقوقه المدنية والسياسية. يقع تقديم الترشح للهيئة العليا المستقلة للانتخابات حسب الطريقة والشروط المنصوص عليها بالقانون الانتخابي",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 90",
            "text": ".الفصل 90: ينتخب رنيس الجمهورية لمدة خمسة أعوام انتخابا عاما حرا مباشرا سريا خلال الأشهر الثلاثة الأخيرة من المدة الرناسية وبالأغلبية المطلقة للأصوات المصرح بها. يشترط أن يزكي المترشح أو المترشحة عددا من أعضاء المجالس النيابية المنتخبة أو من الناخبين وفق ما يضبطه القانون الانتخابي وفي صورة عدم حصول أي من المترشحين على الأغلبية المطلقة في الدورة الأولى، تنظم دورة ثانية خلال الأسبوعين التاليين للاعلان عن النتائج النهائية للدورة الأولى، ويتقدم للدورة الثانية المترشحان المحرزان على أكثر عدد من الأصوات في الدورة الأولى، اذا توفي أحد المترشحين في الدورة الأولى أو أحد المترشحين في الدورة الثانية، يعاد فتح باب الترشح وتحدد المواعيد الانتخابية من جديد في أجل لا يتجاوز خمسة وأربعين يوما. ولا يعتد بالانسحاب لا في الدورة الأولى ولا في الدورة الثانية. وإذا تعذر اجراء الانتخابات في الميعاد المحدد بسبب حرب أو خطر داهم، فإن المدة الرناسية تمدد بقانون الى حين زوال الأسباب التي أدت الى تأجيلها. ولا يجوز تولي رناسة الجمهورية لأكثر من دورتين كاملتين متصلتين أو منفصلتين. وفي حالة الاستقالة، تعتبر المدة الرناسية كاملة",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 91",
            "text": ".الفصل 91: رئيس الجمهورية هو الضامن لاستقلال الوطن، وسلامة ترابه ولاحترام الدستور والقانون ولتنفيذ ألمعاهدات، وهو يسهر على السير العادي للسلط العمومية ويضمن استمرارية الدولة.ويترأس رنيس الجمهورية مجلس الأمن القومي",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 92",
            "text": ".الفصل 92: رنيس الجمهورية المنتخب يؤدي أمام مجلس نواب الشعب والمجلس الوطني للجهات والأقاليم مجتمعين اليمين التالية: أقسم بالله العظيم أن أحافظ على استقلال الوطن وسلامته وأن أحترم دستور الدولة وتشريعها وأن أرعى مصالح الوطن رعاية كاملة.اذا تعذر أداء هذه اليمين أمام مجلس نواب الشعب والمجلس الوطني للجهات والأقاليم، لي سبب من الأسباب، فإن رنيس الجمهورية يؤديها أمام المحكمة الدستورية.لا يجوز لرنيس الجمهورية الجمع بين مسؤولياته وأية مسؤولية حزبية",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 93",
            "text": ".الفصل 93: المقر الرسمي لرناسة الجمهورية تونس العاصمة، الا أنه يمكن، في الظروف الاستثنائية، أن يحول مؤقتا الى أي مكان آخر من تراب الجمهورية",
            "source": "Tunisian Constitution 2022"   
        },
        {
            "id":"الفصل 94",
            "text": ".الفصل 94: رئيس الجمهورية هو القائد الأعلى للقوات المسلحة",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 95",
            "text": ".الفصل 95: يعتمد رنيس الجمهورية الممثلين للدولة في الخارج، ويقبل اعتماد ممثلي الدول الأجنبية",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 96",
            "text": ".الفصل 96: لرئيس الجمهورية، في حالة خطر داهم مهدد لكيان الجمهورية وأمن البلد واستقلالها، يتعذر معه السير العادي لدواليب الدولة، أتخاذ ما تحتمه الظروف من تدابير اسنثنائية بعد استشارة رئيس الحكومة ورئيس مجلس نواب الشعب ورئيس المجلس الوطني للجهات والأقاليم.ويوجه بيانا في ذلك الى الشعب. وفي هذه الحالة، لا يجوز لرئيس الجمهورية حل أحد المجلسين أو كليهما، كما لا يجوز تقديم لائحة لوم ضد الحكومة.تزول هذه التدابير بزوال أسبابها. ويوجه رنيس الجمهورية بيانا في ذلك الى الشعب ومجلس نواب الشعب والمجلس الوطني للجهات والأقاليم",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 97",
            "text": ".الفصل 97: لرئيس الجمهورية أن يعرض على الاستفتاء أي مشروع قانون يتعلق بتنظيم السلط العمومية أو يرمي الى المصادقة على معاهدة يمكن أن يكون لها تأثير على سير المؤسسات دون أن يكون كل ذلك مخالفا للدستور",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 98",
            "text": ".الفصل 98: يشهر رئيس الجمهورية الحرب ويبرم السلم بموافقة الأغلبية المطلقة لأعضاء مجلس نواب الشعب",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 99",
            "text": ".الفصل 99: لرئيس الجمهورية حق العفو الخاص",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 100",
            "text": ".الفصل 100: رئيس الجمهورية يضبط السياسة العامة للدولة ويحدد اختياراتها الأساسية ويعلم بها مجلس نواب الشعب والمجلس الوطني للجهات و الأقاليم. وله أن يخاطبهما معا اما مباشرة أو عن طريق بيان يوجه اليهما",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 101",
            "text": ".الفصل 101: يعين رنيس الجمهورية رئيس الحكومة، كما يعين بقية أعضاء الحكومة باقتراح من رنيسها",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 102",
            "text": ".الفصل 102: رئيس الجمهورية ينهي مهام الحكومة أو عضو منها تلقائيا أو باقتراح من رنيس الحكومة",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 103",
            "text": ".الفصل 103: يختم رنيس الجمهورية القوانين الدستورية والأساسية والعادية، ويسهر على نشرها بالرائد الرسمي للجمهورية التونسية في أجل أقصاه خمسة عشر يوما من تاريخ بلوغها اليه. ولرئيس الجمهورية الحق أثناء الأجل المذكور في رد مشروع القانون الى مجلس نواب الشعب أو الى المجلس الوطني للجهات والأقاليم أو لكليهما لتلاوة ثانية، وإذا تمت المصادقة على المشروع بأغلبية الثلثين، فإنه يقع اصداره ونشره في أجل آخر لا يتجاوز خمسة عشر يوما. لا يشمل حق الرد القوانين المتعلقة بتنقيح الدستور. وتعلق أجال الختم في صورة الطعن في دستورية القانون أمام المحكمة الدستورية ويتولى رئيس الجمهورية اما ختم القانون اذا قضت المحكمة الدستورية بدستوريته وإما اعادته الى مجلس نواب الشعب أو الى المجلس الوطني للجهات والأقاليم أو الى كليهما بناء على الاختصاصات المخولة لكل واحد منهما",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 104",
            "text": ".الفصل 104: يسهر رنيس الجمهورية على تنفيذ القوانين ويمارس السلطة الترتيبية العامة، وله أن يفوض كامل هذه السلطة أو جزءا منها لرئيس الحكومة",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 105",
            "text": ".الفصل 105: مشاريع القوانين ومشاريع الأوامر الترتيبية يتم التداول فيها في مجلس الوزراء. و يتم تأشير الأوامر الترتيبية من قبل رئيس الحكومة وعضو الحكومة المعني بالأمر",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 106",
            "text": ".الفصل 106: يسند رنيس الجمهورية، باقتراح من رئيس الحكومة، الوظائف العليا المدنية والعسكرية",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 107",
            "text": ".الفصل 107: اذا تعذر على رئيس الجمهورية القيام بمهامه بصفة وقتية، يفوض بأمر وظائفه الى رئيس الحكومة باستثناء حق حل مجلس نواب الشعب أو المجلس الوطني للجهات والأقاليم",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 108",
            "text": ".الفصل 108: أثناء مدة التعذر، تبقى الحكومة قائمة الى حين زوال التعذر حتى وإن تعرضت للائحة لوم. ويعلم رنيس ألجمهورية رئيس مجلس نواب الشعب ورنيس المجلس الوطني للجهات والأقاليم بتفويضه المؤقت لاختصاصاته",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 109",
            "text": ".الفصل 109: عند شغور منصب رئيس ألجمهورية لوفاة أو لستقالة أو لعجز تام أو لي سبب من ألسباب،يتولى رئيس المحكمة الدستورية فورا مهام رئاسة الدولة بصفة مؤقتة لأجل أدناه خمسة وأربعون يوما وأقصاه تسعون يوما. ويؤدي القائم بمهام رنيس الجمهورية اليمين الدستورية أمام مجلس نواب الشعب والمجلس الوطني للجهات والأقاليم مجتمعين، وإن تعذر ذلك، فأمام المحكمة الدستورية. ولا يجوز للقائم بمهام رئيس الجمهورية بصفة موقتة الترشح لرناسة الجمهورية ولو في حالة تقديم استقالته. و يمارس القائم بمهام رئيس الجمهورية بصفة مؤقتة الوظائف الرناسية و لا يجوز له اللجوء الى الاستفتاء أى انهاء مهام الحكومة أو حل مجلس نواب الشعب أو المجلس الوطني للجهات والأقاليم أو اتخاذ تدابير استثنائية. ولا يجوز لمجلس نواب الشعب خلال المدة الرناسية الوقتية تقديم لائحة لوم ضد الحكومة. و خلال المدة الرناسية الوقتية، يتم انتخاب رئيس جمهورية جديد لمدة خمس سنوات. لرئيس الجمهورية الجديد أن يحل مجلس نواب الشعب والمجلس الوطني للجهات والأقاليم أو أحدهما، ويدعو الى تنظيم انتخابات تشريعية سابقة لأوانها",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 110",
            "text": "الفصل 110: يتمتع رئيس الجمهورية بالحصانة طيلة توليه الرناسة، وتعلق في حقه كافة أجال التقادم والسقوط، و يمكن استثناف اجراءات بعد انتهاء مهامه. لا يسأل رنيس ألجمهورية عن الأعمال التي قام بها في اطار أدائه لمهامه",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 111",
            "text": ".الفصل 111: تسهر الحكومة على تنفيذ السياسة العامة للدولة طبق التوجهات والختيارات التي يضبطها رئيس الجمهورية",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 112",
            "text": ".الفصل 112: الحكومة مسؤولة عن تصرفها أمام رئيس الجمهورية",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 113",
            "text": ".الفصل 113: يسير رئيس الحكومة الحكومة وينسق أعمالها و يتصرف في دواليب الادارة. وله أن ينوب رئيس الجمهورية، عند الاقتضاء، في رناسة مجلس الوزارء أو أي مجلس آخر",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 114",
            "text": ".الفصل 114: لأعضاء الحكومة الحق في الحضور بمجلس نواب الشعب ويالمجلس الوطني للجهات والأقاليم سواء في اطار الجلسة العامة أو في اطار اللجان. ولكل نائب بمجلس نواب الشعب أو بالمجلس الوطني للجهات والأقاليم أن يتوجه لأعضاء الحكومة بأسئلة كتابية أو شفاهية. لمجلس نواب الشعب و للمجلس الوطني للجهات و الأقاليم أن يدعو الحكومة أو عضوا منها للحوار حول السياسة التي تم اتباعها و النتانج التي وقع تحقيقها أو يجري العمل من أجل الوصول اليها",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 115",
            "text": ".الفصل 115: مجلس نواب الشعب و للمجلس الوطني للجهات والأقاليم مجتمعين أن يعارضا الحكومة في مواصلة تحمل مسؤولياتها بتوجيه لانحة لوم، أن تبين لهما أنها تخالف السياسة العامة للدولة والاختيارات السياسية المنصوص عليها بالدستور. ولا يمكن تقديم لائحة لوم الا اذا كانت معللة وممضاة من قبل نصف أعضاء مجلس نواب الشعب ونصف أعضاء المجلس الوطني للجهات والأقاليم، و لا يقع الاقتراع عليها الا بعد مضي ثمان وأربعين ساعة على تقديمها. ويقبل رنيس الجمهورية استقالة الحكومة التي يقدمها رئيسها اذا وقعت المصادقة على لائحة لوم بأغلبية الثلثين لأعضاء المجلسين مجتمعيں",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 116",
            "text": ".الفصل 116: يمكن لرئيس ألجمهورية، اذأ تم توجيه لئحة لوم ثانية للحكومة أثناء نفس ألمدة ألنيابية، اما أن يقبل أستقالة ألحكومة أو أن يحل جلس نوأب ألشعب وألمجلس ألوطني للجهات وألقاليم أو أحدهما. ويجب أن ينص ألمر ألمتعلق بالحل على دعوة ألناخبين سج أرء أنتخابات جديدة لعضاء مجلس نوأب ألشعب ولعضاء ألمجلس ألوطني للجهات وألقاليم أو لحدهما في مدة ل تتجاوز ألثلثين يوما. وفي حالة حل ألمجلسين أو حل أحدهما، لرنيس ألجمهورية أن يتخذ م أرسيم يعرضها على مصادقة مجلس نوأب ألشعب وألمجلس ألوطني للجهات وألقاليم أو على أحدهما فقط بحسب ألختصاصات ألمخولة لكل وأحد من هذين ألمجلسين",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 117",
            "text": ".الفصل 117: القضاء وظيفة مستقلة يباشرها قضاة لا سلطان عليهم في قضائهم لغير القانون",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 118",
            "text": ".الفصل 118: تصدر الأحكام باسم الشعب، وتنفذ باسم رئيس الجمهورية",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 119",
            "text": ".الفصل 119: ينقسم القضاء الى قضاء عدلي وقضاء اداري و قضاء مالي. ويشرف على كل صنف من هذه القضية مجلس اعلى. يتولى القانون تنظيم كل مجلس من المجالس الثلاثة المذكورة",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 120",
            "text": ".الفصل 120: تسمية القضاة تكون بأمر من رئيس ألجمهورية بناء على ترشيح من المجلس الأعلى للقضاء المعني",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 121",
            "text": ".الفصل 121: لا ينقل القاضي دون رضاه، و لا يعزل، كما لا يمكن ايقافه عن العمل أو اعفاؤه، أو تسليط عقوبة عليه، الا في الحالات التي يضبطها القانون. ويتمتع القاضي بحصانة جزائية، و لا يمكن تتبعه أو ايقافه ما لم ترفع عنه الحصانة. وفي حالة التلبس بجريمة، يجوز ايقافه و إعلام مجلس القضاء الراجع اليه بالنظر الذي يبت في مطلب رفع الحصانة. لا تحول أحكام الفقرة الأولى من هذا الفصل دون نقلة القاضي مراعاة لما تقتضيه مصلحة العمل. يقصد بمصلحة العمل المصلحة الناشئة عن ضرورة تسديد شغور أو التسمية بخطط قضائية جديدة أو مواجهة ارتفاع بين في حجم العمل. يتساوى جميع القضاة في تلبية مقتضيات مصلحة العمل. ولا يمكن دعوة القاضي الى تغيير مركز عمله تلبية لمقتضيات مصلحة العمل الا بعد ثبوت عدم وجود راغبين في الالتحاق بمركز العمل المعني، ويدعى للغرض القضاة المباشرون بأقرب دائرة قضائية مع اعتماد التناوب، وعند الاقتضاء، يتم اجراء قرعة. و في هذه الحالة، لا يمكن أن تتجاوز مدة المباشرة، تلبية لمقتضيات مصلحة العمل، سنة واحدة ما لم يعبر القاضي المعني عن رغبة صريحة في البقاء بالمركز الواقع نقلته اليه أو تعيينه به",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 122",
            "text": ".الفصل 122: يشترط في القاضي الكفاءة، وعليه الالتزام بالحياد والنزاهة. وكل اخلال منه موجب للمساءلة",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 123",
            "text": ".الفصل 123: تعمل الدولة على ضمان حق التقاضي على درجتين",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 124",
            "text": ".الفصل 124: لكل شخص الحق في محاكمة عادلة في أجل معقول. و المتقاضون متساوون أمام القضاء. حق التقاضي و حق الدفاع مضمونان. و ييسر القانون اللجوء الى القضاء و يكفل لغير القادرين ماليا الاعانة العدلية. جلسات المحاكم علنية الا اذا اقتضى القانون سريتها، ولا يكون التصريح بالحكم الا في جلسة علنية",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 125",
            "text": ".الفصل 125: المحكمة الدستورية هيئة قضائية مستقلة تتركب من تسعة أعضاء تتم تسميتهم بأمر، ثلثهم الأول أقدم رؤساء الدوائر بمحكمة التعقيب، و الثلث الثاني أقدم روساء الدوائر التعقيبية أو الاستشارية بالمحكمة الادارية، و الثلث الثالث والأخير أقدم أعضاء محكمة المحاسبات. ينتخب أعضاء المحكمة الدستورية من بينهم رئيسا لها و نائبا له طبقا لما يضبطه القانون. اذا بلغ أحد الأعضاء سن الاحالة على التقاعد، يتم تعويضه أليا بمن يليه في القدمية، على ألا تقل مدة العضوية في كل الحالات عن سنة واحدة",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 126",
            "text": ".الفصل 126: يحجر الجمع بين عضوية المحكمة الدستورية ومباشرة أي وظائف أو مهام أخرى",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 127",
            "text": ".الفصل 127: تختص المحكمة الدستورية بالنظر في مراقبة دستورية: 1. القوانين، بناء على طلب من رئيس الجمهورية أو ثلاثين عضوا من أعضاء مجلس نواب الشعب أو نصف أعضاء المجلس الوطني للجهات والأقاليم، يرفع اليها في أجل أقصاه سبعة أيام من تاريخ المصادقة على مشروع القانون أو من تاريخ المصادقة على مشروع قانون في صيغة معدلة بعد أن تم رده من قبل رئيس الجمهورية. 2. المعاهدات التي يعرضها رنيس الجمهورية قبل ختم قانون الموافقة عليها. 3. القوانين اللتي تحيلها عليها المحاكم اذا تم الدفع بعدم دستوريتها في الحالات و طبق الاجراءات التي يقرها القانون. 4. النظام الداخلي لمجلس نواب الشعب و النظام الداخلي للمجلس الوطني للجهات و الأقاليم اللذين يعرضانهما عليها كل رئيس لهذين المجلسين. 5. اجراءات تنقيح الدستور. 6. مشاريع تنقيح الدستور للبت في عدم تعارضها مع ما لا يجوز تنقيحه حسب ما هو مقرر بهذا الدستور",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 128",
            "text": ".الفصل 128: تصدر المحكمة قرارها في أجل ثلاثين يوما من تاريخ ايداع الطعن وبأغلبية الثلاثين من أعضانها",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 129",
            "text": ".الفصل 129: ينص قرار المحكمة على أن الحكام، موضوع الطعن، دستورية أو غير دستورية، ويكون قرارها معللا وملزما للجميع. وينشر بالرائد الرسمي للجمهورية التونسية",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 130",
            "text": ".الفصل 130: يحال القانون الذي أقرت المحكمة بأنه غير دستوري الى رئيس الجمهورية و منه الى مجلس نواب الشعب وللمجلس الوطني للجهات و الأقاليم أو لأحدهما حسب الحالة للتداول فيه مجددا طبقا لقرار المحكمة الدستورية. وعلى رئيس الجمهورية اعادته الى المحكمة الدستورية، قبل ختمه، للنظر مجددا في مطابقته للدستور أو ملاءمته لأحكامه. في صورة المصادقة على مشروع قانون، في صيغة معدلة، اثر رده، و سبق للمحكمة أن أقرت دستوريته، فإن رئيس الجمهورية يحيله وجوبا، قبل الختم، الى المحكمة الدستورية",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 131",
            "text": ".الفصل 131: في حالة تعهد المحكمة الدستورية، اثر دفع بعدم دستورية قانون، فإن نظرها يقتصر على المطاعن ألتي تمت اثارتها. و تبت فيها خلال شهرين اثنين قابلين للتمديد لشهر واحد، ويكون ذلك بقرار معلل. وإذا قضت المحكمة الدستورية بعدم الدستورية، فإنه يتوقف العمل بالقانون في حدود ما قضت به",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 132",
            "text": ".الفصل 132: يضبط القانون تنظيم المحكمة الدستورية و الاجراءات المتبعة أمامها والضمانات التي يتمتع بها أعضاؤها",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 133",
            "text": ".الفصل 133: تمارس المجالس البلدية والمجالس الجهوية ومجالس الأقاليم والهياكل التي يمنحها القانون صفة الجماعة المحلية المصالح المحلية و الجهوية حسبما يضبطه القانون",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 134",
            "text": ".الفصل 134: تتولى الهيئة العليا المستقلة للانتخابات ادارة الانتخابات و الاستفتاءات و تنظيمها و الاشراف عليها في جميع مراحلها، و تضمن سلامة المسار النتخابي و نزاهته و شفافيته و تصرح بالنتائج. تتمتع الهيئة بالسلطة الترتيبية في مجال اختصاصها. تتركب الهيئة من تسعة أعضاء مستقلين محايدين من ذوي الكفاءة والنزاهة، يباشرون مهامهم لمدة ست سنوات غير قابلة للتجديد، ويجدد ثلث أعضائها كل سنتين",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 135",
            "text": ".الفصل 135: يتولى المجلس الأعلى للتربية و التعليم ابداء الرأي في الخطط الوطنية الكبرى في مجال التربية و التعليم و البحث العلمي و التكوين المهني وآفاق التشغيل. يضبط القانون تركيية هذا المجلس و اختصاصاته وطرق سيره",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 136",
            "text": ".الفصل 136: لرئيس الجمهورية أو لثلث أعضاء مجلس نواب الشعب على الأقل الحق في المطالبة بتنقيح الدستور ما لم يمس ذلك بالنظام الجمهوري للدولة أو بعدد الدورات الرئاسية و مددها بالزيادة. لرئيس الجمهورية أن يعرض مشاريع تنقيح الدستور على الاستفتاء. كل مبادرة بتنقيح الدستور تعرض وجوبا من قبل الجهة التي بادرت بتقديم مشروع التنقيح على المحكمة الدستورية للبت في ما لا يجوز تنقيحه كما هو مقرر بهذا الدستور",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 137",
            "text": ".الفصل 137: ينظر مجلس نواب الشعب في التنقيح المزمع ادخاله بعد قرار منه بالأغلبية المطلقة، وبعد تحديد موضوعه و درسه من قبل لجنة خاصة. وفي حالة عدم اللجوء الى الاستفتاء، تتم الموافقة على مشروع تنقيح الدستور من قبل مجلس نواب الشعب بأغلبية الثلاثين من أعضانه في قراءتين تقع الثانية بعد ثلاثة أشهر على الأقل من الأولى",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 138",
            "text": ".الفصل 138: يعرض رنيس الجمهورية مشروع تنقيح الدستور للبت في صحة اجراءات تنقيحه. وإذا قضت المحكمة بصحة الاجراءات، فإن رنيس الجمهورية يختم، بعنوان قانون دستوري، القانون المنقح للدستور طبقا للفصل المائة و ثلاثة منه. و يصدر رئيس الجمهورية بعنوان قانون دستوري، بعد ختمه، القانون المنقح للدستور في أجل لا يتجاوز خمسة عشر يوما من تاريخ الاعلان عن نتيجة الاستفتاء",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 139",
            "text": ".الفصل 139: يستمر العمل في المجال التشريعي بأحكام الأمر الرناسي عدد 117 لسنة 2021 المؤرخ في 22 سبتمبر 2021 المتعلق بتدابير استثنائية الى حين تولي مجلس نواب الشعب وظائفه بعد تنظيم انتخابات أعضانه",
            "source": "Tunisian Constitution 2022"
        },
        {
            "id": "الفصل 140",
            "text": ".الفصل 140: تدخل الأحكام المتعلقة بالمجلس الوطني للجهات و الأقاليم حيز النفاذ اثر انتخاب أعضانه بعد وضع كل النصوص ذات الصلة",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 141",
            "text": ".الفصل 141: يحمل هذا الدستور التاريخ الرسمي، وهو يوم الاستفتاء، 25 جويلية 2022، تجسيدا  لارادة الشعب في التمسك بالنظام الجمهوري",
            "source":"Tunisian Constitution 2022"
        },
        {
            "id":"الفصل 142",
            "text": "  .الفصل 142: يدخل هذا الدستور حيز النفاذ ابتداء من تاريخ اعلان الهيئة العليا المستقلة للانتخابات عن نتيجة الاستفتاء النهائية، وبعد أن يتولى رئيس الجمهورية ختمه و إصداره والاذن بنشره في عدد خاص بالرائد الرسمي للجمهورية التونسية. وينفذ كدستور للجمهورية التونسية",
            "source":"Tunisian Constitution 2022"
        }

    ]
}
